{
  "globals": {
    "Captions": {
      "signIn": "साइन इन करें",
      "register": "पंजीकरण करें",
      "mainPage": "मुख्य पृष्ठ",
      "howItWorks": "यह कैसे काम करता है",
      "earnMethods": "कमाई के तरीके",
      "support": "सहायता",
      "platform": "प्लेटफ़ॉर्म",
      "menu": "मेन्यू",
      "company": "कंपनी",
      "policy": "नीति",
      "blog": "ब्लॉग",
      "affilateProgram": "रेफरल प्रोग्राम",
      "resources": "संसाधन",
      "policyPrivacy": "गोपनीयता नीति",
      "terms": "नियम और शर्तें",
      "copyright": "कॉपीराइट",
      "cookiePolicy": "कुकी नीति",
      "adRules": "विज्ञापन नियम",
      "aboutUs": "हमारे बारे में",
      "downloadApp": "एप्लिकेशन डाउनलोड करें",
      "appDescription": "हमारे प्लेटफ़ॉर्म से जुड़ें और जानें कि आप अपनी क्षमताओं से कैसे कमाई कर सकते हैं"
    },
    "SignIn": {
      "title": "साइन इन",
      "email": "ईमेल",
      "emailPlaceholder": "ईमेल",
      "password": "पासवर्ड",
      "logIn": "साइन इन करें"
    },
    "NotFoundPage": {
      "pageNotFound": "पृष्ठ नहीं मिला",
      "pageNotFoundDescription": "जिस पृष्ठ की आप तलाश कर रहे थे, वह मौजूद नहीं है। आप यहां कैसे आए, यह एक रहस्य है। आप नीचे दिए गए बटन पर क्लिक करके मुख्य पृष्ठ पर लौट सकते हैं।"
    },
    "Messages": {},
    "Errors": {}
  },
  "SignIn": {
    "title": "साइन इन",
    "email": "ईमेल",
    "enterEmail": "ईमेल पता दर्ज करें",
    "enterPassword": "पासवर्ड दर्ज करें",
    "emailPlaceholder": "ईमेल",
    "password": "पासवर्ड",
    "logIn": "साइन इन करें",
    "signIn": "साइन इन करें",
    "orSignInWith": "या साइन इन करें के माध्यम से",
    "forgotPassword": "पासवर्ड भूल गए?",
    "reset": "रीसेट करें",
    "haveNotAnAccount": "क्या आपके पास खाता नहीं है?",
    "register": "पंजीकरण करें"
  },
  "Register": {
    "title": "पंजीकरण करें",
    "email": "ईमेल",
    "enterEmail": "ईमेल पता दर्ज करें",
    "enterPassword": "पासवर्ड दर्ज करें",
    "reEnterPassword": "पासवर्ड पुनः दर्ज करें",
    "emailPlaceholder": "ईमेल",
    "password": "पासवर्ड",
    "register": "पंजीकरण करें",
    "orRegisterWith": "या पंजीकरण करें के माध्यम से",
    "haveAnAccount": "क्या आपके पास पहले से खाता है?",
    "signIn": "साइन इन करें"
  },
  "Support": {
    "contactWithUs": "हमसे संपर्क करें",
    "fillDataDescription": "डेटा भरें और समस्या या घटना का विवरण दें, हम जल्द ही आपसे संपर्क करेंगे। याद रखें, आप JoyProfits के उपयोगकर्ता बने बिना भी आवेदन भेज सकते हैं।",
    "fillForm": "फॉर्म भरें",
    "selectReportType": "रिपोर्ट का प्रकार चुनें",
    "contactEmail": "संपर्क ईमेल",
    "describeReport": "रिपोर्ट का कारण बताएं",
    "sendReport": "रिपोर्ट भेजें",
    "payoutProblem": "पेटआउट समस्या",
    "paymentMethod": "भुगतान विधि",
    "taskWasNotCounted": "कार्य गिना नहीं गया",
    "technicalError": "तकनीकी त्रुटि",
    "reviews": "समीक्षाएँ",
    "cooperation": "सहयोग",
    "promote": "प्रचार",
    "firstName": "आपका नाम",
    "lastName": "आपका उपनाम",
    "iConsentToContact": "मैं JoyProfits से संपर्क करने और ईमेल द्वारा जानकारी प्राप्त करने की सहमति देता हूँ।",
    "requiredFields": "आवश्यक क्षेत्र"
  },
  "HomePage": {
    "Header": {
      "headerTitle": "पुरस्कार प्राप्त करें और\nफुर्सत के समय में पैसे कमाएं!",
      "headerParagraph": "एप्लिकेशन डाउनलोड करें और कहीं भी, कभी भी पैसे कमाना शुरू करें!",
      "downloadIos": "IOS डाउनलोड करें",
      "downloadAndroid": "Android डाउनलोड करें"
    },
    "DownloadSection": {
      "headerDescription": "हमारा एप्लिकेशन डाउनलोड करें",
      "tileHeader": "{appName} पर डाउनलोड करें",
      "leftTileDescription": "हमारा ऐप iOS पर डाउनलोड करें और नई संभावनाओं का पता लगाएं! आसान यूजर इंटरफेस के साथ आप अपनी कार्यों को जल्दी से प्रबंधित कर सकते हैं, अपनी प्रगति को ट्रैक कर सकते हैं और विशेष सुविधाओं का उपयोग कर सकते हैं। JoyProfits ऐप का उपयोग करना आसान और आनंददायक है।",
      "rightTileDescription": "हमारा ऐप Google Play से डाउनलोड करें और सभी सुविधाओं तक पूरी पहुंच प्राप्त करें! सहज इंटरफेस के साथ आप अपनी कार्यों को आसानी से प्रबंधित कर सकते हैं, प्रगति ट्रैक कर सकते हैं और विशेष ऑफ़र का लाभ उठा सकते हैं। एप्लिकेशन डाउनलोड करें और देखें कि आप कितनी अधिक कमाई कर सकते हैं!"
    },
    "WCSSection": {
      "headerDescription": "हमारे उपयोगकर्ता क्या कहते हैं?",
      "user1Description": "एप्लिकेशन में कई तरीके हैं पैसे कमाने के, लेकिन मुझे वीडियो देखने का तरीका सबसे अच्छा लगता है। मुझे अक्सर फुर्सत मिलता है, तो मैं बीच में कुछ अतिरिक्त कमा सकता हूँ। भुगतान जल्दी और परेशानी मुक्त होते हैं।",
      "user2Description": "जो लोग कुछ फुर्सत का समय रखते हैं और अतिरिक्त कमाई करना चाहते हैं उनके लिए अच्छा एप्लिकेशन। मुझे सबसे ज्यादा गेम खेलने का ऑप्शन पसंद है। कमाई का विश्लेषण मुझे यह समझने में मदद करता है कि कहां और कितनी अधिक कमाई कर सकता हूँ।",
      "user3Description": "बहुत सुविधाजनक एप्लिकेशन। मैं गेम खेलता हूं जब भी मुझे समय मिलता है, और वीडियो भी देखता हूं ताकि अतिरिक्त कमाई कर सकूं। कैशबैक एक अच्छा फीचर है, और भुगतान बिना किसी समस्या के होते हैं।",
      "user4Description": "अच्छा डिज़ाइन किया गया एप्लिकेशन जिसमें विभिन्न प्रकार के कमाई के तरीके – गेम खेलने से लेकर वीडियो देखने तक।",
      "user5Description": "कमाई के कई तरीके और PayPal पर तेज भुगतान। कैशबैक एक अच्छा अतिरिक्त है!",
      "user6Description": "अच्छे कमाई के तरीके और कैशबैक। कभी-कभी भुगतान में थोड़ा अधिक समय लगता है, लेकिन आमतौर पर मैं इसे अनुशंसा करता हूँ।",
      "user7Description": "यह अच्छा है कि मैं विभिन्न प्लेटफार्मों के बीच चयन कर सकता हूँ – फिल्में, गेम्स और अन्य। भुगतान तेज होते हैं।",
      "user8Description": "यह अच्छा है कि चयन के लिए कई प्लेटफार्म हैं। कभी-कभी मुझे खेलना पसंद आता है, कभी-कभी वीडियो देखना। भुगतान ठीक है।",
      "user9Description": "कमाई के कई तरीके हैं, सब कुछ सुचारू रूप से चलता है।",
      "user10Description": "मैं अनुशंसा करता हूं, यह ठीक से काम करता है और कमाई बिना किसी समस्या के दी जाती है।"
    },
    "TrustedUs": {
      "trustedUs": "हमें विश्वास किया गया है"
    },
    "HowItWorksSection": {
      "headerDescription": "यह कैसे काम करता है",
      "paragraphDescription": "सरल कार्यों को पूरा करके, आपको हर महीने 3000 रुपये तक कमाई करने का अवसर मिलता है, बिना किसी छिपी हुई फीस या अतिरिक्त करों के। इसके अलावा, आपकी कमाई की कोई ऊपरी सीमा नहीं है – आप तय करते हैं कि आप कितना कमाना चाहते हैं।",
      "listDescription": "JoyProfits के साथ आप किसी भी तरीके से कमाई कर सकते हैं",
      "firstListDescription": "गेम खेलकर",
      "secondListDescription": "सर्वेक्षणों को पूरा करके",
      "thirdListDescription": "वीडियो और विज्ञापन देखकर",
      "fourthListDescription": "ऑनलाइन शॉपिंग करके"
    },
    "SectionImageBlueBg": {
      "headerDescription": "क्या फायदे हैं",
      "paragraphDescription": "JoyProfits काम करने का अवसर प्रदान करता है, चाहे वह पूर्णकालिक हो या अतिरिक्त आय के रूप में, जो दुनिया भर के लोगों के लिए उपलब्ध है। आप इंटरनेट से जुड़े किसी भी उपकरण का उपयोग करके पैसे कमा सकते हैं, चाहे आप जहां भी हों। आपको प्लेटफ़ॉर्म का उपयोग करने में समय और प्रयास के लिए भुगतान मिलेगा।"
    },
    "Benefits": {
      "headerDescription": "JoyProfits आपकी मदद कैसे करेगा?",
      "description": "JoyProfits आपको आपके मजबूत पक्षों का उपयोग करने में मदद करेगा, जिससे आपको छह विभिन्न तरीकों से कमाई का अवसर मिलेगा। इसके माध्यम से, आप अपनी कौशल और रुचियों के अनुसार सबसे उपयुक्त विकल्प चुन सकते हैं। प्लेटफॉर्म आपकी मेहनत और समय को वास्तविक लाभ में बदलने में सक्षम बनाता है।",
      "seeMore": "और देखें"
    },
    "AboutSection": {
      "header": "JoyProfits के बारे में",
      "description": "हमारा एप्लिकेशन iOS और Android पर उपलब्ध है! अभी डाउनलोड करें और हमारे द्वारा प्रदान की जाने वाली सुविधाओं का उपयोग करना शुरू करें!"
    },
    "AboutSectionTiles": {
      "firstTileHeader": "खेलें और कमाई करें",
      "secondTileHeader": "iOS & Android एप्लिकेशन",
      "thirdTileHeader": "कमाई का विश्लेषण",
      "fourthTileHeader": "100% सुरक्षा",
      "fifthTileHeader": "कैशबैक",
      "firstTileDescription": "अपने पसंदीदा खेल खेलें और उपलब्धियों को हासिल करके पैसे कमाएं! नई संभावनाओं की खोज करें और हर खेल को आय के स्रोत में बदलें।",
      "secondTileDescription": "हमारा एप्लिकेशन iOS और Android पर उपलब्ध है! अभी डाउनलोड करें और हमारे द्वारा प्रदान की जाने वाली सुविधाओं का उपयोग करना शुरू करें!",
      "thirdTileescription": "विश्लेषण के माध्यम से आप अपनी कमाई पर पूरी तरह से नियंत्रण रखते हैं, अपनी आय के हर पहलू को ट्रैक और विश्लेषण करके।",
      "fourthTileDescription": "अपनी कमाई को सरल और सुरक्षित तरीके से सीधे अपने बैंक खाते या PayPal खाते में निकासी करें।",
      "fifthTileDescription": "हमारे साझेदारों के साथ खरीदारी करके, आप हर खरीदारी पर कैशबैक प्राप्त कर सकते हैं। हमारे साझेदारों के नेटवर्क का उपयोग करके अतिरिक्त लाभ और बचत प्राप्त करें।"
    }
  },
  "RecoverPassword": {
    "success": "सफलता!",
    "passwordChangedSuccessfully": "पासवर्ड सफलतापूर्वक बदल दिया गया है",
    "returnToApp": "ऐप पर वापस जाएं",
    "recoverPassword": "अपना पासवर्ड रिकवर करें",
    "description": "नया पासवर्ड और पासवर्ड की पुष्टि दर्ज करें। पासवर्ड अपडेट करने के लिए पुष्टि बटन पर क्लिक करें। पासवर्ड बदलने की प्रक्रिया पूरी करने के लिए आपको प्राप्त निर्देशों का पालन करें। यदि आपको कोई समस्या होती है, तो कृपया तकनीकी सहायता से संपर्क करें।",
    "password": "पासवर्ड",
    "reEnterPassword": "पासवर्ड फिर से दर्ज करें",
    "confirmNewPassword": "नए पासवर्ड की पुष्टि करें"
  },
  "HowItWorksPage": {
    "Header": {
      "headerTitle": "नई कमाई के तरीके जानें",
      "headerParagraph": "विभिन्न उपकरणों और संसाधनों की मदद से, हर कोई अपनी आय उत्पन्न करने का तरीका ढूंढ सकता है।",
      "downloadIos": "आईओएस डाउनलोड करें",
      "downloadAndroid": "एंड्रॉयड डाउनलोड करें"
    },
    "StepTile": {
      "startEarningBy3Steps": "अब तीन सरल कदमों में कमाई शुरू करें",
      "firstStep": "कदम 1",
      "secondStep": "कदम 2",
      "thirdStep": "कदम 3",
      "firstTileHeader": "रजिस्ट्रेशन और खाता सेटअप",
      "firstTileParagraph": "JoyProfits पर रजिस्ट्रेशन प्रक्रिया तेज और सरल है। बस अपनी बुनियादी जानकारी प्रदान करें, अपना खाता सत्यापित करें, फिर लॉगिन करें और प्रोफ़ाइल सेटअप करें।",
      "firstTileExtraParagraph": "लॉगिन करने के बाद, आप अपनी प्रोफ़ाइल को कस्टमाइज़ कर सकते हैं, ताकि प्लेटफ़ॉर्म आपकी कमाई की सिफारिशों को आपकी आवश्यकताओं के अनुसार बेहतर बना सके।",
      "secondTileHeader": "कमाई की रणनीति और शिक्षा",
      "secondTileParagraph": "JoyProfits विभिन्न कमाई की रणनीतियां प्रदान करता है, जैसे कि एफिलिएट मार्केटिंग, साझेदारी कार्यक्रमों में भागीदारी, खेल खेलना और सर्वेक्षण पूरा करना। आप उपलब्ध विकल्पों की खोज कर सकते हैं और अपनी आवश्यकताओं के अनुसार सर्वश्रेष्ठ विकल्प चुन सकते हैं।",
      "secondTileExtraParagraph": "सफलता की संभावना बढ़ाने के लिए, प्लेटफ़ॉर्म पर उपलब्ध शैक्षिक सामग्री जैसे कि कोर्स, वेबिनार, लेख और गाइड का उपयोग करें। इसके अलावा, आपको तकनीकी सहायता और उपयोगकर्ता समुदाय तक पहुंच मिलती है, जहां आप अनुभव साझा कर सकते हैं और सहायता प्राप्त कर सकते हैं।",
      "thirdTileHeader": "प्रगति की निगरानी, अनुकूलन और भुगतान",
      "thirdTileParagraph": "JoyProfits प्लेटफ़ॉर्म परिणामों की निगरानी के लिए विश्लेषणात्मक उपकरण प्रदान करता है, जो सुधार के क्षेत्रों की पहचान करने और अधिक लाभ प्राप्त करने के लिए कार्यों का अनुकूलन करने में मदद करता है।",
      "thirdTileExtraParagraph": "कमाई गई राशि को विभिन्न भुगतान विधियों, जैसे बैंक ट्रांसफर या PayPal खाते के माध्यम से आसानी से निकाला जा सकता है। भुगतान तेज और सुरक्षित होते हैं, जिससे आपके वित्त पर पूर्ण नियंत्रण रहता है।"
    },
    "Section": {
      "header": "यह कैसे काम करता है?"
    },
    "StepOverview": {
      "registrationAndConfig": "रजिस्ट्रेशन और\nखाता सेटअप",
      "strategySelection": "कमाई की रणनीति\nचयन",
      "educationAndSupport": "शिक्षा\nऔर समर्थन",
      "analysis": "प्रगति की निगरानी\nऔर अनुकूलन",
      "payouts": "कमाई गई\nराशि भुगतान"
    }
  },
  "EarnMethods": {
    "Header": {
      "headerTitle": "एक ऐप, कई कमाई के तरीके!",
      "headerParagraph": "हमारे उपयोगकर्ताओं के समुदाय पर गर्व है, जो रोज़ाना ऑनलाइन कमाई के नए तरीके खोजते हैं।",
      "downloadIos": "आईओएस डाउनलोड करें",
      "downloadAndroid": "एंड्रॉयड डाउनलोड करें"
    },
    "Section": {
      "header": "एक ऐप, कई कमाई के तरीके",
      "readMore": "और पढ़ें",
      "Tile1Header": "गेम खेलना",
      "Tile1Description": "मोबाइल गेम्स में स्तरों को प्राप्त करने और सुविधाओं को अनलॉक करने के लिए अंक प्राप्त करें। विभिन्न कठिनाई स्तरों के कार्यों को पूरा करें।",
      "Tile2Header": "वीडियो देखना",
      "Tile2Description": "वीडियो और विज्ञापन देखकर कमाई करें। रोचक सामग्री पर कुछ समय बिताएं और हर देखे गए विज्ञापन या वीडियो के लिए भुगतान प्राप्त करें। विभिन्न श्रेणियों और विषयों में से चुनें।",
      "Tile3Header": "सर्वेक्षण पूरा करना",
      "Tile3Description": "प्रश्नों का उत्तर दें और अपनी राय साझा करें, हर पूर्ण सर्वेक्षण के लिए भुगतान प्राप्त करें। जितने अधिक सर्वेक्षण पूरे करेंगे, उतनी अधिक कमाई होगी।",
      "Tile4Header": "ऑनलाइन शॉपिंग",
      "Tile4Description": "अपने पसंदीदा स्टोर से खरीदारी करें और कैशबैक और अतिरिक्त कमाई प्राप्त करें। स्टोर वेबसाइटों पर पंजीकरण करें, मुफ्त नमूने और कूपन प्राप्त करें।",
      "Tile5Header": "माइक्रो टास्क",
      "Tile5Description": "नई क्षमताओं को सीखते हुए कमाई करें, जैसे कि प्रोग्रामिंग या कंप्यूटर ग्राफिक्स। JoyProfits पर दिलचस्प कोर्स चुनें और उपलब्ध कार्यों को पूरा करें।",
      "Tile6Header": "उपलब्धियां",
      "Tile6Description": "JoyProfits पर लक्ष्य पूरा करें, पुरस्कार प्राप्त करें और अपनी कमाई बढ़ाएं। हर उपलब्धि आपको उच्च लाभ और अतिरिक्त पुरस्कारों के करीब लाती है।"
    }
  },
  "AboutUs": {
    "Header": {
      "headerTitle": "JoyProfits के निर्माताओं से मिलें!",
      "headerParagraph": "JoyProfits के साथ सरल और तेज़ तरीके से कमाई शुरू करें। अभी देखें कि आपके पास कितने तरीके हैं!",
      "downloadIos": "आईओएस डाउनलोड करें",
      "downloadAndroid": "एंड्रॉयड डाउनलोड करें"
    },
    "StepTile": {
      "headerDescription": "हमारे उपयोगकर्ता क्या कहते हैं?",
      "firstTileHeader": "नमस्ते!",
      "firstTileParagraph": "मेरा नाम क्यूब है और मैं एक ऐप का निर्माता हूं, जो खेलने, वीडियो देखने और कई अन्य कार्यों के माध्यम से पैसे कमाने का तरीका जोड़ता है।",
      "firstTileExtraParagraph": "नए तकनीकों और मनोरंजन के प्रति मेरे प्रेम के कारण, मैंने महसूस किया कि अधिक से अधिक लोग अपनी फ्री समय ऑनलाइन बिता रहे हैं। मैंने एक ऐसा समाधान बनाने का फैसला किया, जो इस गतिविधि से वित्तीय लाभ प्राप्त करने की अनुमति देता है। JoyProfits ऐप मेरे और मेरी टीम के गहरे विश्लेषणों, बाजार अनुसंधान और महीनों के काम का परिणाम है, जो एक सुरक्षित और उपयोगकर्ता-मित्र उपकरण बनाने में निवेश किया गया है।",
      "secondTileHeader": "हमारा मिशन",
      "secondTileParagraph": "हमारा मिशन दैनिक मनोरंजन को वास्तविक वित्तीय लाभ में बदलना है। डिजिटलाइजेशन और वर्चुअल मनोरंजन की बढ़ती लोकप्रियता के इस युग में, हमने ऑनलाइन समय का उपयोग करके अतिरिक्त आय उत्पन्न करने की क्षमता देखी।",
      "secondTileExtraParagraph": "हम उपयोगकर्ताओं के साथ करीबी संपर्क और उनकी जरूरतों पर लचीला प्रतिक्रिया देने पर ध्यान केंद्रित करते हैं। हम हर दिन ऐप को बेहतर बनाने पर काम कर रहे हैं, ताकि हम सबसे अच्छे अनुभव और कमाई के अवसर प्रदान कर सकें। हमारा उद्देश्य एक समुदाय बनाना है, जिसमें प्रत्येक उपयोगकर्ता अपनी पसंदीदा गतिविधियों से वित्तीय लाभ उठा सके।",
      "thirdTileHeader": "JoyProfits खोजें",
      "thirdTileParagraph": "हमारी ऐप के संभावनाओं की खोज करने और उन उपयोगकर्ताओं के समूह में शामिल होने का स्वागत करते हैं, जो पहले से ही खेल और मनोरंजन के माध्यम से पैसे कमाने के अवसरों का लाभ उठा रहे हैं।",
      "thirdTileExtraParagraph": "हम साथ में उस तरीके को बदल रहे हैं, जिस तरह से हम ऑनलाइन समय को देखते हैं, और नए, नवोन्मेषी आय स्रोत बना रहे हैं।"
    }
  },
  "JPDownloadButton": {
    "downloadApp": "एप्लिकेशन डाउनलोड करें"
  },
  "VerifyEmail": {
    "accountActivated": "खाता सक्रिय किया गया",
    "hello": "नमस्ते",
    "thankYouNote": "धन्यवाद, आपका ईमेल पता सत्यापित किया गया है। आपका खाता अब सक्रिय है। एप्लिकेशन में लौटने के लिए नीचे बटन का उपयोग करें।",
    "returnToApp": "एप्लिकेशन में लौटें",
    "invalidRequest": "उफ़... हम आपके अनुरोध को संसाधित नहीं कर सके..."
  },
  "Validation": {
    "emailRequired": "ईमेल पता आवश्यक है",
    "passwordRequired": "पासवर्ड आवश्यक है",
    "firstNameRequired": "पहला नाम आवश्यक है",
    "lastNameRequired": "अंतिम नाम आवश्यक है",
    "consentRequired": "सहमति आवश्यक है",
    "descriptionRequired": "विवरण आवश्यक है",
    "categorySelectionRequired": "श्रेणी चयन आवश्यक है",
    "minLength": "न्यूनतम लंबाई {count} वर्ण होनी चाहिए",
    "maxLength": "अधिकतम लंबाई {count} वर्ण होनी चाहिए",
    "invalidEmail": "अवैध ईमेल पता",
    "passwordSpecialChar": "विशेष चर आवश्यक है",
    "passwordUppercase": "कम से कम एक अपरकेस अक्षर आवश्यक है",
    "passwordsMismatch": "पासवर्ड मेल नहीं खा रहे हैं"
  },
  "Dropdown": {
    "selectType": "प्रकार चुनें"
  },
  "Languages": {
    "en": "अंग्रेजी",
    "es": "स्पेनिश",
    "de": "जर्मन",
    "fr": "फ्रेंच",
    "it": "इतालवी",
    "nl": "डच",
    "da": "डेनिश",
    "sv": "स्वीडिश",
    "pl": "पोलिश",
    "pt": "पुर्तगाली",
    "ro": "रोमानी",
    "vi": "वियतनामी",
    "tr": "तुर्की",
    "id": "इंडोनेशियाई",
    "ru": "रूसी",
    "uk": "यूक्रेनी",
    "ur": "उर्दू",
    "ar": "अरबी",
    "hi": "हिंदी",
    "ta": "तमिल",
    "si": "सिंहला",
    "fa": "फारसी",
    "tl-PH": "फिलिपिनो",
    "bn": "बंगाली",
    "km": "खमेर",
    "th": "थाई",
    "ja": "जापानी",
    "zh-hant": "चीनी-परंपरागत",
    "zh-hans": "चीनी-सरल",
    "ko": "कोरियाई"
  },
  "Errors": {
    "unknownError": "अज्ञात त्रुटि उत्पन्न हुई",
    "invalidToken": "अवैध टोकन",
    "tokenExpired": "आपका टोकन समाप्त हो गया है",
    "missingTokenOwner": "टोकन का मालिक पहचान नहीं पाया गया",
    "tokenUsed": "टोकन पहले ही उपयोग किया जा चुका है",
    "tokenVerificationFailed": "टोकन सत्यापन विफल हुआ...",
    "invalidPassword": "प्रविष्ट पासवर्ड गलत है",
    "passwordChangeFailed": "पासवर्ड बदलने में विफल"
  },
  "Metadata": {
    "homePage": {
      "title": "JoyProfits - ऑनलाइन पैसे कमाएं मुफ्त में",
      "description": "ऑनलाइन पैसे कमाएं, विज्ञापन देखकर, सर्वेक्षण भरकर, खेल खेलकर, टिप्पणियां लिखकर, लेख लिखकर, प्रश्नों का उत्तर देकर, ऑफ़र पूरा करके और बहुत कुछ।"
    },
    "howItWorks": {
      "title": "JoyProfits - यह कैसे काम करता है",
      "description": "जानें कि JoyProfits कैसे काम करता है और आप केवल 3 सरल चरणों में कैसे शुरू कर सकते हैं। सरल व्याख्या के साथ टिप्स और कमाई के तरीके।"
    },
    "earnMethods": {
      "title": "JoyProfits - कमाई के तरीके",
      "description": "JoyProfits के साथ ऑनलाइन पैसे कमाने के विभिन्न तरीकों की खोज करें। खेल खेलें, वीडियो देखें, सर्वेक्षण भरें, ऑनलाइन शॉपिंग करें और बहुत कुछ।"
    },
    "support": {
      "title": "JoyProfits - समर्थन",
      "description": "यदि आपके पास कोई सवाल है, आपको मदद की आवश्यकता है या आपने कोई समस्या देखी है, तो हमारी समर्थन टीम से संपर्क करें।"
    },
    "signIn": {
      "title": "JoyProfits - साइन इन करें",
      "description": "अपने JoyProfits खाते में साइन इन करें और ऑनलाइन पैसे कमाना शुरू करें। अपने प्रोफाइल तक पहुंच प्राप्त करने और अपनी कमाई का प्रबंधन करने के लिए साइन इन करें।"
    },
    "register": {
      "title": "JoyProfits - पंजीकरण करें",
      "description": "JoyProfits पर पंजीकरण करें और ऑनलाइन पैसे कमाना शुरू करें। खाता बनाएं ताकि आप विभिन्न तरीकों और कमाई के अवसरों तक पहुंच प्राप्त कर सकें।"
    },
    "aboutUs": {
      "title": "JoyProfits - हमारे बारे में",
      "description": "JoyProfits, ऐप के निर्माताओं और प्लेटफ़ॉर्म के पीछे के मिशन के बारे में अधिक जानें। जानें कि आप JoyProfits का उपयोग करके कैसे लाभ उठा सकते हैं।"
    },
    "advertising": {
      "title": "JoyProfits - विज्ञापन",
      "description": "JoyProfits की विज्ञापन नीति को जानें, जो उत्पादों और सेवाओं को बढ़ावा देने में पारदर्शिता, जिम्मेदारी और कानूनी अनुपालन सुनिश्चित करती है।"
    },
    "privacyPolicy": {
      "title": "JoyProfits - गोपनीयता नीति",
      "description": "JoyProfits की गोपनीयता नीति पढ़ें, ताकि आप जान सकें कि हम आपकी व्यक्तिगत जानकारी कैसे एकत्रित, उपयोग और सुरक्षित करते हैं। अपनी अधिकारों को समझें और हम डेटा सुरक्षा कैसे सुनिश्चित करते हैं।"
    },
    "termsOfService": {
      "title": "JoyProfits - सेवा की शर्तें",
      "description": "JoyProfits की सेवा की शर्तें पढ़ें, ताकि आप प्लेटफ़ॉर्म के उपयोग के नियम और शर्तों को समझ सकें। उपयोगकर्ता के रूप में अपने अधिकारों और कर्तव्यों के बारे में जानें।"
    },
    "cookiesPolicy": {
      "title": "JoyProfits - कुकीज़ नीति",
      "description": "JoyProfits की कुकीज़ नीति पढ़ें, ताकि आप जान सकें कि हम प्लेटफ़ॉर्म पर आपके अनुभव को बेहतर बनाने के लिए कुकीज़ और समान तकनीकों का उपयोग कैसे करते हैं।"
    },
    "locationData": {
      "title": "JoyProfits - स्थान डेटा",
      "description": "जानें कि JoyProfits स्थान डेटा कैसे एकत्र करता और उपयोग करता है, ताकि आपको व्यक्तिगत सेवाएं प्रदान कर सकें और आपका उपयोगकर्ता अनुभव बेहतर बना सकें।"
    },
    "managingUsersData": {
      "title": "JoyProfits - उपयोगकर्ता डेटा का प्रबंधन",
      "description": "जानें कि JoyProfits उपयोगकर्ता डेटा का प्रबंधन कैसे करता है, ताकि गोपनीयता, सुरक्षा और कानूनी अनुपालन सुनिश्चित किया जा सके।"
    },
    "typesOfCookies": {
      "title": "JoyProfits - कुकीज़ के प्रकार",
      "description": "जानें कि JoyProfits किन प्रकार की कुकीज़ का उपयोग करता है, ताकि आपका उपयोगकर्ता अनुभव बेहतर हो और व्यक्तिगत सेवाएं प्रदान की जा सकें।"
    },
    "usersTransferData": {
      "title": "JoyProfits - उपयोगकर्ता डेटा का हस्तांतरण",
      "description": "जानें कि JoyProfits उपयोगकर्ता डेटा कैसे हस्तांतरित करता है, ताकि गोपनीयता, सुरक्षा और कानूनी अनुपालन सुनिश्चित किया जा सके।"
    },
    "confirmEmailChange": {
      "title": "JoyProfits - ईमेल परिवर्तन की पुष्टि करें",
      "description": "अपने ईमेल परिवर्तन की पुष्टि करें, ताकि आप अपने खाते की जानकारी को अपडेट कर सकें। प्रक्रिया को समाप्त करने के लिए निर्देशों का पालन करें।"
    },
    "recoverPassword": {
      "title": "JoyProfits - पासवर्ड पुनः प्राप्त करें",
      "description": "JoyProfits पर अपना पासवर्ड पुनः प्राप्त करें। अपना नया पासवर्ड दर्ज करें और इसे पुष्टि करें, ताकि आप अपने खाते की जानकारी अपडेट कर सकें।"
    },
    "verifyAccount": {
      "title": "JoyProfits - खाता सत्यापित करें",
      "description": "JoyProfits पर अपने खाते को सत्यापित करें, ताकि आप अपना प्रोफ़ाइल सक्रिय कर सकें और ऑनलाइन पैसे कमाना शुरू कर सकें।"
    }
  }
}
