{
  "globals": {
    "Captions": {
      "signIn": "ចូល",
      "register": "ចុះឈ្មោះ",
      "mainPage": "ទំព័រដើម",
      "howItWorks": "វិធីដែលវាប្រតិបត្តិការ",
      "earnMethods": "វិធីចាប់ប៉ុនប៉ង",
      "support": "គាំទ្រ",
      "platform": "វេទិកា",
      "menu": "ម៉ឺនុយ",
      "company": "ក្រុមហ៊ុន",
      "policy": "គោលនយោបាយ",
      "blog": "ប្លុក",
      "affilateProgram": "កម្មវិធីអ្នកផ្គត់ផ្គង់",
      "resources": "ធនធាន",
      "policyPrivacy": "គោលនយោបាយឯកជនភាព",
      "terms": "ល័ក្ខខ័ណ្ឌ",
      "copyright": "សិទិ្ធជាន់កូពី",
      "cookiePolicy": "គោលនយោបាយកុកគី",
      "adRules": "ច្បាប់ផ្សព្វផ្សាយ",
      "aboutUs": "អំពី​ពួក​យើង",
      "downloadApp": "ទាញយកកម្មវិធី",
      "appDescription": "ចូលរួមក្នុងវេទិការបស់យើង ហើយស្វែងយល់ពីរបៀបដែលអ្នកអាចរកប្រាក់បានពីជំនាញរបស់អ្នក"
    },
    "SignIn": {
      "title": "ចូល",
      "email": "អ៊ីម៉ែល",
      "emailPlaceholder": "អ៊ីម៉ែល",
      "password": "ពាក្យសម្ងាត់",
      "logIn": "ចូល"
    },
    "NotFoundPage": {
      "pageNotFound": "ទំព័រមិនត្រូវបានគិត",
      "pageNotFoundDescription": "ទំព័រដែលអ្នកកំពុងស្វែងរកមិនមានទេ។ វីធីដែលអ្នកមកដល់ទីនេះគឺជាគ្រោះថ្នាក់។ តែអ្នកអាចចុចប៊ូតុងខាងក្រោមដើម្បីត្រឡប់ទៅទំព័រដើម។"
    },
    "Messages": {},
    "Errors": {}
  },
  "SignIn": {
    "title": "ចូល",
    "email": "អ៊ីម៉ែល",
    "enterEmail": "បញ្ចូលអ៊ីម៉ែល",
    "enterPassword": "បញ្ចូលពាក្យសម្ងាត់",
    "emailPlaceholder": "អ៊ីម៉ែល",
    "password": "ពាក្យសម្ងាត់",
    "logIn": "ចូល",
    "signIn": "ចូល",
    "orSignInWith": "ឬ ចូលជាមួយ",
    "forgotPassword": "ភ្លេចពាក្យសម្ងាត់?",
    "reset": "កំណត់ឡើងវិញ",
    "haveNotAnAccount": "មិនមានគណនី?",
    "register": "ចុះឈ្មោះ"
  },
  "Register": {
    "title": "ចូល",
    "email": "អ៊ីម៉ែល",
    "enterEmail": "បញ្ចូលអ៊ីម៉ែល",
    "enterPassword": "បញ្ចូលពាក្យសម្ងាត់",
    "reEnterPassword": "បញ្ចូលពាក្យសម្ងាត់ម្តងទៀត",
    "emailPlaceholder": "អ៊ីម៉ែល",
    "password": "ពាក្យសម្ងាត់",
    "register": "ចុះឈ្មោះ",
    "orRegisterWith": "ឬ ចុះឈ្មោះជាមួយ",
    "haveAnAccount": "មានគណនីរួចហើយ?",
    "signIn": "ចូល"
  },
  "Support": {
    "contactWithUs": "ទំនាក់ទំនងជាមួយយើង",
    "fillDataDescription": "បញ្ចូលព័ត៌មាននិងពិពណ៌នាពីបញ្ហាឬករណី ហើយយើងនឹងទំនាក់ទំនងមកកាន់អ្នក។ កុំភ្លេចថាអ្នកអាចផ្ញើការផ្សាយនេះបានទាំងមិនមែនជាអ្នកប្រើប្រាស់ JoyProfitsទេ។",
    "fillForm": "បញ្ចូលសំណុំបែបបទ",
    "selectReportType": "ជ្រើសរើសប្រភេទការជូនដំណឹង",
    "contactEmail": "អ៊ីម៉ែលទំនាក់ទំនង",
    "describeReport": "ពិពណ៌នាពីមូលហេតុនៃការជូនដំណឹង",
    "sendReport": "ផ្ញើការជូនដំណឹង",
    "payoutProblem": "បញ្ហានៃការបង់ប្រាក់",
    "paymentMethod": "វិធីសាស្ត្របង់ប្រាក់",
    "taskWasNotCounted": "ភារកិច្ចមិនត្រូវបានគិត",
    "technicalError": "កំហុសបច្ចេកទេស",
    "reviews": "ការពិចារណា",
    "cooperation": "ការសហការណ៍",
    "promote": "ផ្សព្វផ្សាយ",
    "firstName": "នាមខ្លួនរបស់អ្នក",
    "lastName": "នាមករុណ",
    "iConsentToContact": "ខ្ញុំយល់ព្រមទំនាក់ទំនង និងទទួលព័ត៌មានពី JoyProfits តាមរយៈអ៊ីម៉ែល។",
    "requiredFields": "សន្លឹកដែលត្រូវការនេះ"
  },
  "HomePage": {
    "Header": {
      "headerTitle": "ទទួលរង្វាន់ និង\nរកប្រាក់ពេលវេលាដោយសេរី!",
      "headerParagraph": "ទាញយកកម្មវិធីហើយចាប់ផ្តើមរកប្រាក់នៅគ្រប់ទីកន្លែង និងគ្រប់ពេលវេលា!",
      "downloadIos": "ទាញយក Ios",
      "downloadAndroid": "ទាញយក Android"
    },
    "DownloadSection": {
      "headerDescription": "ទាញយកកម្មវិធីរបស់យើង",
      "tileHeader": "ទាញយកនៅ {appName}",
      "leftTileDescription": "ទាញយកកម្មវិធីរបស់យើងនៅលើ iOS និងស្វែងយល់ពីឱកាសថ្មីៗ! ដោយមានផ្ទាំងប្រើប្រាស់ងាយស្រួល អ្នកអាចគ្រប់គ្រងភារកិច្ចរបស់អ្នក បន្តដំណើរការនិងប្រើប្រាស់មុខងារពិសេសបានយ៉ាងឆាប់រហ័ស។",
      "rightTileDescription": "ទាញយកកម្មវិធីរបស់យើងពី Google Play ហើយរីករាយជាមួយការចូលប្រើប្រាស់មុខងារទាំងអស់! ផ្ទាំងប្រើប្រាស់ដែលងាយស្រួលអនុញ្ញាតឱ្យអ្នកគ្រប់គ្រងភារកិច្ចរបស់អ្នកតាមរយៈការតាមដាន និងការប្រើប្រាស់ឱកាសពិសេស។"
    },
    "WCSSection": {
      "headerDescription": "តើអ្នកប្រើប្រាស់របស់យើងនិយាយអំពីអ្វី?",
      "user1Description": "កម្មវិធីនេះមានវិធីចាប់ប៉ុនប៉ងជាច្រើន ប៉ុន្តែខ្ញុំចូលចិត្តការមើលវីដេអូ។ ខ្ញុំមានពេលទំនេរពីពេលខ្លះ ដូច្នេះខ្ញុំអាចរកប្រាក់បានក្នុងពេលវេលាការសម្រាក។ ប្រាក់ចំណូលពេញលេញនិងគ្មានការលំបាក។",
      "user2Description": "កម្មវិធីល្អសម្រាប់អ្នកដែលមានពេលទំនេរ ហើយចង់រកប្រាក់បន្ថែម។ ខ្ញុំចូលចិត្តជាពិសេសបើបានលេងហ្គេម។ វិភាគប្រាក់ចំណូលជួយឱ្យខ្ញុំយល់ថាតើខ្ញុំអាចរកប្រាក់បានច្រើនតិចនៅណា។",
      "user3Description": "កម្មវិធីដែលមានភាពងាយស្រួល។ ខ្ញុំលេងហ្គេមនៅពេលដែលខ្ញុំមានពេល ហើយមើលវីដេអូដើម្បីរកប្រាក់បន្ថែម។ Cashback គឺជារឿងល្អ ហើយការបង់ប្រាក់អាចធ្វើបានដោយគ្មានបញ្ហា។",
      "user4Description": "កម្មវិធីដែលត្រូវបានរចនាដោយមានភាពអស្ចារ្យ មានជម្រើសនានា ដើម្បីរកប្រាក់ – ចាប់តាំងពីហ្គេមដល់ការមើលវីដេអូ។",
      "user5Description": "មធ្យោបាយចាប់ប៉ុនប៉ងផ្សេងៗ និងការបង់ប្រាក់លឿនតាម PayPal។ Cashback គឺជាការបន្ថែមដ៏អស្ចារ្យ!",
      "user6Description": "វិធីចាប់ប៉ុនប៉ងល្អ ហើយ Cashback គឺល្អ។ ទម្រង់ការបង់ប្រាក់នៅពេលខ្លះយឺតទៅប៉ុន្តែទូទៅខ្ញុំផ្តល់ការណែនាំ។",
      "user7Description": "អស្ចារ្យណាស់ដែលខ្ញុំអាចជ្រើសរើសតាមវេទិកាក្នុងការលេងហ្គេម, មើលវីដេអូ, និងផ្សេងៗ។ ការបង់ប្រាក់លឿន។",
      "user8Description": "ល្អណាស់ដែលមានវេទិកាជាច្រើនដែលអាចជ្រើសរើសបាន។ ខ្ញុំចូលចិត្តលេងហ្គេមពេលខ្លះ និងមើលវីដេអូ។ ការបង់ប្រាក់គឺល្អ។",
      "user9Description": "មានជម្រើសចាប់ប៉ុនប៉ងច្រើន, ព្រឹត្តិការណ៍ត្រូវបានស្រោចស្រង់ឆាប់រហ័ស។",
      "user10Description": "ខ្ញុំផ្តល់ការណែនាំ, វាដំណើរការដោយមិនមានបញ្ហា, ហើយការបង់ប្រាក់គឺមានភាពរលូន។"
    },
    "TrustedUs": {
      "trustedUs": "បានទុកចិត្តដោយយើង"
    },
    "HowItWorksSection": {
      "headerDescription": "វិធីដែលវាប្រតិបត្តិការ",
      "paragraphDescription": "ការងារងាយៗផ្តល់ឱកាសដល់អ្នកក្នុងការទទួលបាន 3000 រៀលមួយខែ, គ្មានកម្រៃលាបកំហែងឬពន្ធផ្សេងៗ។ ក៏ប៉ុន្តែប្រាក់ចំណូលរបស់អ្នកមិនមានលំនាំឬដែនដីខុសៗគ្នា – អ្នកដែលកំណត់ថាតើអ្នកចង់រកប្រាក់បានប៉ុន្មាន។",
      "listDescription": "ដោយរបៀប JoyProfits អ្នកអាចរកប្រាក់ដោយវិធីផ្សេងៗ",
      "firstListDescription": "លេងហ្គេម",
      "secondListDescription": "បំពេញស្ទង់មតិ",
      "thirdListDescription": "មើលវីដេអូ និងផ្សព្វផ្សាយ",
      "fourthListDescription": "ធ្វើការទិញតាមអនឡាញ"
    },
    "SectionImageBlueBg": {
      "headerDescription": "អត្ថប្រយោជន៍ណាខ្លះ",
      "paragraphDescription": "JoyProfits ផ្តល់ឱកាសដើម្បីបំពេញការងារទាំងម៉ោងពេញ និងជាផ្នែកដើម្បីបង្កើតចំណូលបន្ថែមសម្រាប់មនុស្សពីទូទាំងពិភពលោក។ អ្នកអាចរកប្រាក់ពីការប្រើប្រាស់ឧបករណ៍ណាមួយដែលមានចូលដំណើរការអ៊ីនធឺណិត ដោយមិនមានការកំណត់ទីតាំង។ អ្នកនឹងទទួលប្រាក់សម្រាប់ពេលវេលា និងសំខាន់ភាពដែលអ្នកបានចំណាយក្នុងការប្រើប្រាស់វេទិកា។"
    },
    "Benefits": {
      "headerDescription": "JoyProfits អាចជួយអ្នកយ៉ាងដូចម្តេច?",
      "description": "JoyProfits នឹងជួយអ្នកប្រើប្រាស់គុណសម្បត្តិរបស់អ្នក ដោយផ្តល់ជូននូវវិធីផ្សេងៗទាំងប្រាំមួយក្នុងការរកប្រាក់។ ដូចនេះអ្នកអាចជ្រើសរើសវិធីដែលសាកសមទៅនឹងជំនាញ និងចំណាប់អារម្មណ៍របស់អ្នក។ វេទិកាផ្តល់ឱកាសសម្រាប់បំលែងពេលវេលា និងខំប្រឹងរបស់អ្នកទៅជាចំណូល។",
      "seeMore": "មើលបន្ថែម"
    },
    "AboutSection": {
      "header": "អំពី JoyProfits",
      "description": "សូមស្វែងរកកម្មវិធីរបស់យើងដែលអាចទាញយកបាននៅលើ iOS និង Android! ទាញយកឥឡូវនេះ ហើយចាប់ផ្តើមប្រើប្រាស់នូវឱកាសដែលយើងផ្តល់ជូន!"
    },
    "AboutSectionTiles": {
      "firstTileHeader": "ការលេងហ្គេម និងការរកប្រាក់",
      "secondTileHeader": "កម្មវិធី iOS & Android",
      "thirdTileHeader": "វិភាគប្រាក់ចំណេញ",
      "fourthTileHeader": "សុវត្ថិភាព 100%",
      "fifthTileHeader": "ការបង់ប្រាក់ជាប់វិញ",
      "firstTileDescription": "លេងហ្គេមដែលអ្នកចូលចិត្ត ហើយរកប្រាក់ពីការសម្រេចស្នាដៃផ្សេងៗក្នុងហ្គេម! ស្វែងរកឱកាសថ្មីៗ ហើយបម្លែងការលេងរាល់ពេលទៅជាផ្នែកចំណូល។",
      "secondTileDescription": "សូមស្វែងរកកម្មវិធីរបស់យើងដែលអាចទាញយកបាននៅលើ iOS និង Android! ទាញយកឥឡូវនេះ ហើយចាប់ផ្តើមប្រើប្រាស់នូវឱកាសដែលយើងផ្តល់ជូន!",
      "thirdTileescription": "ជាមួយការវិភាគ អ្នកអាចតាមដានការចំណេញរបស់អ្នក និងវាយតម្លៃទាំងស្រុងពីមួយផ្នែកទាំងមូលនៃចំណូលរបស់អ្នក។",
      "fourthTileDescription": "ធ្វើការបង់ប្រាក់បានស្រួល និងសុវត្ថិភាពដោយផ្ទាល់ទៅកាន់គណនីធនាគារឬគណនី PayPal របស់អ្នក។",
      "fifthTileDescription": "ការទិញផលិតផលពីដៃគូរបស់យើង អ្នកអាចរីករាយនឹងការទ្រទ្រង់ប្រាក់ត្រឡប់សម្រាប់ការទិញរាល់ម្តង។ ទទួលបានអត្ថប្រយោជន៍និងការអាក្រក់បន្ថែម ដោយប្រើប្រាស់បណ្តាញដៃគូរបស់យើង។"
    }
  },
  "RecoverPassword": {
    "success": "ជោគជ័យ!",
    "passwordChangedSuccessfully": "ការផ្លាស់ប្តូរពាក្យសម្ងាត់បានជោគជ័យ",
    "returnToApp": "ត្រឡប់ទៅកម្មវិធី",
    "recoverPassword": "សូមកែប្រែពាក្យសម្ងាត់របស់អ្នក",
    "description": "បញ្ចូលពាក្យសម្ងាត់ថ្មី និងបញ្ជាក់ពាក្យសម្ងាត់។ ចុចប៊ូតុងសម្រេចសម្រាប់កំណត់ពាក្យសម្ងាត់ថ្មី។ សូមអនុវត្តតាមការណែនាំដែលអ្នកទទួលបាន ដើម្បីបញ្ចប់ការផ្លាស់ប្តូរពាក្យសម្ងាត់។ ប្រសិនបើអ្នកមានបញ្ហាអ្វីៗ សូមទំនាក់ទំនងជាមួយសេវាកម្មជួយខាងបច្ចេកវិជ្ជា។",
    "password": "ពាក្យសម្ងាត់",
    "reEnterPassword": "បញ្ចូលពាក្យសម្ងាត់ម្តងទៀត",
    "confirmNewPassword": "បញ្ជាក់ពាក្យសម្ងាត់ថ្មី"
  },
  "HowItWorksPage": {
    "Header": {
      "headerTitle": "ស្គាល់វិធីថ្មីក្នុងការរកប្រាក់",
      "headerParagraph": "ដោយមានឧបករណ៍ និងធនធានជាច្រើន អ្នកអាចស្វែងរកវិធីដែលអាចជួយឱ្យអ្នកបង្កើតចំណូលបាន។",
      "downloadIos": "ទាញយក iOS",
      "downloadAndroid": "ទាញយក Android"
    },
    "StepTile": {
      "startEarningBy3Steps": "ចាប់ផ្តើមរកប្រាក់ហើយដោយធ្វើតាមបីជំហានខាងក្រោម",
      "firstStep": "ជំហានទី 1",
      "secondStep": "ជំហានទី 2",
      "thirdStep": "ជំហានទី 3",
      "firstTileHeader": "ចុះបញ្ជី និង កំណត់គណនី",
      "firstTileParagraph": "ដំណើរការចុះបញ្ជីនៅលើ JoyProfits ស្រួលនិងឆាប់រហ័ស។ គ្រាន់តែបញ្ចូលព័ត៌មានមូលដ្ឋាន អះអាងគណនីរបស់អ្នក ហើយចូលប្រើកម្មវិធីដោយកំណត់របៀបប្រើប្រាស់។",
      "firstTileExtraParagraph": "បន្ទាប់ពីចូលប្រើបាន អ្នកអាចកំណត់ប្រើប្រាស់ខ្លួនឯង ដើម្បីអនុញ្ញាតឲ្យវេទិកា ប្តូរពិធីសាស្ត្ររកប្រាក់ស្របតាមតំរូវការរបស់អ្នក។",
      "secondTileHeader": "ជ្រើសរើសយុទ្ធសាស្ត្រការរកប្រាក់ និងការអប់រំ",
      "secondTileParagraph": "JoyProfits ផ្តល់ជូនយុទ្ធសាស្ត្រជាច្រើនដូចជា ការផ្សព្វផ្សាយអភិវឌ្ឍន៍, ការចូលរួមក្នុងកម្មវិធីសហការី, លេងហ្គេម, និងបំពេញការស្ទង់មតិ។ អ្នកអាចស្វែងរកការជ្រើសរើសណាមួយដែលត្រូវបានតាមប្រើ។",
      "secondTileExtraParagraph": "ដើម្បីបង្កើនឱកាសជោគជ័យរបស់អ្នក សូមប្រើប្រាស់សមត្ថភាពអប់រំផ្សេងៗដែលផ្តល់សេវាកម្មផ្នែកការអប់រំដូចជា វគ្គបណ្តុះបណ្តាល វ៉ិបប៊ីណារ សំណួរទៅនឹងកម្រិតជួយកសាងបទពិសោធ។",
      "thirdTileHeader": "កំណត់លទ្ធផល, បង្កើនលទ្ធភាព, និងការបង់ប្រាក់",
      "thirdTileParagraph": "JoyProfits ផ្តល់ឧបករណ៍វិភាគឲ្យអ្នកតាមដានលទ្ធផលដែលអ្នកបានទទួលពីការចំណាយពេលវេលារបស់អ្នកដោយបង្ហាញទិន្នន័យក្នុងរយៈពេលបន្ត",
      "thirdTileExtraParagraph": "ប្រាក់ចំណេញដែលបានអាចធ្វើការបង់វិញបានតាមការបោះបង់លទ្ធផលថ្លៃ។"
    },
    "Section": {
      "header": "វាធ្វើការយ៉ាងដូចម្តេច?"
    },
    "StepOverview": {
      "registrationAndConfig": "ការចុះបញ្ជីនិង\nការកំណត់គណនី",
      "strategySelection": "ការជ្រើសរើសយុទ្ធសាស្ត្រ\nសម្រាប់ការរកប្រាក់",
      "educationAndSupport": "ការអប់រំនិង\nការគាំទ្រ",
      "analysis": "ការតាមដានកំរូងនិង\nការបង្កើនប្រសិទ្ធភាព",
      "payouts": "ការទូទាត់ប្រាក់\nដែលបានរកបាន"
    }
  },
  "EarnMethods": {
    "Header": {
      "headerTitle": "កម្មវិធីតែមួយ មានឱកាសច្រើន!",
      "headerParagraph": "យើងមានកិត្តិយសក្នុងសង្គមអ្នកប្រើប្រាស់របស់យើង ដែលកំពុងស្វែងយល់ពីវិធីផ្សេងៗក្នុងការរកប្រាក់តាមអ៊ិនធឺណិតរៀងរាល់ថ្ងៃ។",
      "downloadIos": "ទាញយក iOS",
      "downloadAndroid": "ទាញយក Android"
    },
    "Section": {
      "header": "កម្មវិធីតែមួយ មានឱកាសច្រើនក្នុងការរកប្រាក់",
      "readMore": "អានបន្ថែម",
      "Tile1Header": "ការលេងហ្គេម",
      "Tile1Description": "រកពិន្ទុដោយការរើសកម្រិតនិងបើកមុខងារនៅក្នុងហ្គេមម៉ូប៉ាយ។ បញ្ចប់ភារកិច្ចមានកម្រិតការលំបាកខុសគ្នានៅក្នុងហ្គេមដែលអ្នកចូលចិត្ត។",
      "Tile2Header": "ការមើលវីដេអូ",
      "Tile2Description": "រកប្រាក់ដោយការមើលវីដេអូនិងគadvertisements។ ចំណាយពេលសំរាប់មាតិកាដែលគួរឱ្យចាប់អារម្មណ៍ហើយទទួលប្រាក់ចំណូលសម្រាប់ការមើលវីដេអូឬការផ្សាយពាណិជ្ជកម្ម។ ជ្រើសរើសពីប្រភេទនិងប្រធានបទផ្សេងៗ។",
      "Tile3Header": "ការបំពេញសំណួរ",
      "Tile3Description": "ឆ្លើយសំណួរនិងចែករំលែកមតិយោបល់របស់អ្នក ដើម្បីទទួលប្រាក់សម្រាប់ការបញ្ចប់សំណួរ។ ច្រើនសំណួរដែលអ្នកបញ្ចប់នោះមានប្រាក់ចំណូលខ្ពស់។",
      "Tile4Header": "ការជាវតាមអ៊ិនធឺណិត",
      "Tile4Description": "ទិញនៅហាងដែលអ្នកចូលចិត្ត ហើយទទួលការប្រមូលប្រាក់ត្រឡប់និងប្រាក់ចំណូលបន្ថែម។ ចុះបញ្ជីនៅគេហទំព័រហាងដើម្បីទទួលគំរូឥតគិតថ្លៃ និងកូដបញ្ចុះតម្លៃ។",
      "Tile5Header": "មីក្រូភារកិច្ច",
      "Tile5Description": "រកប្រាក់ដោយរៀនជំនាញថ្មីៗ ដូចជា កម្មវិធីកូដឬរូបភាពកុំព្យូទ័រ។ ជ្រើសយកវគ្គសិក្សាដែលគួរឱ្យចាប់អារម្មណ៍ ហើយអនុវត្តភារកិច្ចនៅលើ JoyProfits។",
      "Tile6Header": "ការសម្រេចបាន",
      "Tile6Description": "សម្រេចគោលបំណងនៅលើ JoyProfits ប្រាប់ប្រមូលពានរង្វាន់ និងបង្កើនប្រាក់ចំណូលរបស់អ្នក។ រាល់ការសម្រេចបាននឹងជួយអ្នកឱ្យបានប្រាក់ចំណូលខ្ពស់និងពានរង្វាន់បន្ថែម។"
    }
  },
  "AboutUs": {
    "Header": {
      "headerTitle": "សូមស្គាល់អ្នកបង្កើត JoyProfits នៃយើង!",
      "headerParagraph": "ចាប់ផ្តើមរកប្រាក់ជាមួយ JoyProfits យ៉ាងឆាប់រហ័ស និងងាយស្រួល។ ពិនិត្យមើលឥឡូវនេះថាអ្នកមានអ្វីខ្លះដែលអាចធ្វើបាន!",
      "downloadIos": "ទាញយក Ios",
      "downloadAndroid": "ទាញយក Android"
    },
    "StepTile": {
      "headerDescription": "អ្វីដែលអ្នកប្រើប្រាស់យើងនិយាយ?",
      "firstTileHeader": "សួស្តី!",
      "firstTileParagraph": "ខ្ញុំមានឈ្មោះថា Jakub ហើយខ្ញុំជាអ្នកបង្កើតកម្មវិធីដែលបញ្ជាក់ពីការរីករាយជាមួយការធ្វើប្រាក់ – អនុញ្ញាតឲ្យអ្នករកប្រាក់តាមរយៈការលេងហ្គេម ការមើលភាពយន្ត និងការអនុវត្តការងារផ្សេងៗទៀត។",
      "firstTileExtraParagraph": "ជាអ្នកចូលចិត្តបច្ចេកវិទ្យាថ្មី និងការកំសាន្ត ខ្ញុំបានយល់ថាមនុស្សច្រើនកំពុងចំណាយពេលវេលារបស់ពួកគេនៅក្នុងពិភពវិចិត្រ។ ខ្ញុំសម្រេចចិត្តបង្កើតដំណោះស្រាយដែលអាចផ្តល់អត្ថប្រយោជន៍ហិរញ្ញវត្ថុពីសកម្មភាពនេះ។ កម្មវិធី JoyProfits គឺជาผលប៉ះពាល់នៃការវិភាគយ៉ាងជ្រៅ ការស្រាវជ្រាវទីផ្សារ និងការងារបណ្តោះអាសន្នរយៈពេលប៉ុន្មានខែរបស់ខ្ញុំនិងក្រុមការងាររបស់ខ្ញុំដើម្បីបង្កើតឧបករណ៍ដែលមានសុវត្ថិភាព និងផ្តល់ភាពសម្រួលសម្រាប់អ្នកប្រើប្រាស់។",
      "secondTileHeader": "បេសកកម្មរបស់យើង",
      "secondTileParagraph": "បេសកកម្មរបស់យើងគឺបំលែងការកំសាន្តប្រចាំថ្ងៃទៅជាផលប្រយោជន៍ហិរញ្ញវត្ថុជាក់ស្តែង។ នៅក្នុងយុគសម័យឌីជីថល និងការពេញនិយមនៃការកំសាន្តវីរុស សេចក្ដីប៉ះពាល់យ៉ាងធំនៅក្នុងការប្រើប្រាស់ពេលវេលាអនឡាញក្នុងការបង្កើតប្រាក់ចំណូលបន្ថែម។",
      "secondTileExtraParagraph": "យើងផ្តោតលើការទំនាក់ទំនងជិតខាងជាមួយអ្នកប្រើប្រាស់ និងភាពបត់បែនក្នុងការឆ្លើយតបតាមតម្រូវការរបស់ពួកគេ។ រៀងរាល់ថ្ងៃយើងធ្វើការយ៉ាងខ្លាំងដើម្បីធ្វើឲ្យកម្មវិធីកាន់តែប្រសើរឡើង ដើម្បីផ្តល់បទពិសោធន៍ និងឱកាសការធ្វើប្រាក់ដ៏ល្អបំផុត។ គោលបំណងរបស់យើងគឺបង្កើតសហគមន៍មួយដែលអ្នកប្រើប្រាស់នីមួយៗអាចទទួលបានអត្ថប្រយោជន៍ហិរញ្ញវត្ថុពីអ្វីដែលពួកគេស្រលាញ់។",
      "thirdTileHeader": "សូមស្គាល់ JoyProfits",
      "thirdTileParagraph": "សូមអញ្ជើញស្វែងយល់ពីសក្តានុពលរបស់កម្មវិធីរបស់យើង ហើយចូលរួមជាមួយអ្នកប្រើប្រាស់ដែលពេញចិត្តរួចហើយដែលកំពុងប្រើប្រាស់ឱកាសរកប្រាក់តាមរយៈការកំសាន្ត និងការកំសាន្ត។",
      "thirdTileExtraParagraph": "យើងរួមគ្នាបំលែងវិធីដែលយើងពិចារណាពេលវេលាអនឡាញដែលកំពុងត្រូវប្រើប្រាស់ ដោយបង្កើតប្រភពចំណូលថ្មីនិងច្នៃប្រឌិត។"
    }
  },
  "JPDownloadButton": {
    "downloadApp": "ទាញយកកម្មវិធី"
  },
  "VerifyEmail": {
    "accountActivated": "គណនីត្រូវបានបើកសកម្ម",
    "hello": "សួស្តី",
    "thankYouNote": "សូមអរគុណ ព័ត៌មានអាសយដ្ឋានអ៊ីមែលរបស់អ្នកត្រូវបានអះអាង។ គណនីរបស់អ្នកឥឡូវនេះត្រូវបានបើកសកម្ម។ សូមប្រើប៊ូតុងខាងក្រោមដើម្បីត្រឡប់ទៅកម្មវិធី។",
    "returnToApp": "ត្រឡប់ទៅកម្មវិធី",
    "invalidRequest": "អូប... យើងមិនអាចដំណើរការតម្រូវការរបស់អ្នកបានទេ..."
  },
  "Validation": {
    "emailRequired": "អាសយដ្ឋានអ៊ីមែលគឺជាចាំបាច់",
    "passwordRequired": "ពាក្យសម្ងាត់គឺជាចាំបាច់",
    "firstNameRequired": "ឈ្មោះគឺជាចាំបាច់",
    "lastNameRequired": "នាមត្រកូលគឺជាចាំបាច់",
    "consentRequired": "ការយល់ព្រមគឺជាចាំបាច់",
    "descriptionRequired": "ការពិពណ៌នាគឺជាចាំបាច់",
    "categorySelectionRequired": "ការជ្រើសរើសប្រភេទគឺជាចាំបាច់",
    "minLength": "កម្រិតបន្ថែមគឺ {count} តួអក្សរ",
    "maxLength": "កម្រិតបញ្ចប់គឺ {count} តួអក្សរ",
    "invalidEmail": "អាសយដ្ឋានអ៊ីមែលមិនត្រឹមត្រូវ",
    "passwordSpecialChar": "ត្រូវការអក្សរ​ពិសេស",
    "passwordUppercase": "ត្រូវការអក្សរ ធំបំផុត១",
    "passwordsMismatch": "ពាក្យសម្ងាត់មិនត្រូវគ្នា"
  },
  "Dropdown": {
    "selectType": "ជ្រើសរើសប្រភេទ"
  },
  "Languages": {
    "en": "ភាសាអង់គ្លេស",
    "es": "ភាសាស្បាញ",
    "de": "ភាសាដីច",
    "fr": "ភាសាបារាំង",
    "it": "ភាសាអ៊ីតាលី",
    "nl": "ភាសាហូល្លង់",
    "da": "ភាសាដាន់ម៉ារីក",
    "sv": "ភាសាសវេឌី",
    "pl": "ភាសាប៉ូឡូញ",
    "pt": "ភាសាព័រទុយហ្គាល់",
    "ro": "ភាសារូម៉ាញ៉ា",
    "vi": "ភាសាវៀតណាម",
    "tr": "ភាសាតួកគី",
    "id": "ភាសាឥណ្ឌូនេស៊ី",
    "ru": "ភាសរុស្ស៊ី",
    "uk": "ភាសាខ្មែរ",
    "ur": "ភាសាដួរទូ",
    "ar": "ភាសាអារ៉ាប់",
    "hi": "ភាសាហិណ្ឌី",
    "ta": "ភាសាតាមីល",
    "si": "ភាសាស៊ីងហាឡា",
    "fa": "ភាសាបារ៉ាស៊ី",
    "tl-PH": "ភាសាហ្វីលីពីន",
    "bn": "ភាសាប៉ង់ហ្កាឡា",
    "km": "ភាសាខ្មែរ",
    "th": "ភាសាតៃ",
    "ja": "ភាសាជប៉ុន",
    "zh-hant": "ភាសាចិន-ប្រពៃណី",
    "zh-hans": "ភាសាចិន-ធម្មតា",
    "ko": "ភាសាកូរ៉េ"
  },
  "Errors": {
    "unknownError": "មានបញ្ហាដែលមិនអាចកំណត់បាន",
    "invalidToken": "Token មិនត្រឹមត្រូវ",
    "tokenExpired": "Token របស់អ្នកបានផុតកំណត់",
    "missingTokenOwner": "Token មិនត្រូវបានកំណត់ជាអ្នកកាន់កាប់",
    "tokenUsed": "Token ត្រូវបានប្រើរួចហើយ",
    "tokenVerificationFailed": "ការផ្ទៀងផ្ទាត់ token មិនទំនុកចិត្ត...",
    "invalidPassword": "ពាក្យសម្ងាត់ដែលបានបញ្ចូលមិនត្រឹមត្រូវ",
    "passwordChangeFailed": "ការផ្លាស់ប្ដូរពាក្យសម្ងាត់មិនជោគជ័យ"
  },
  "Metadata": {
    "homePage": {
      "title": "JoyProfits - កម្មវិធីចំណូលតាមអ៊ីនធឺណិតដោយឥតគិតថ្លៃ",
      "description": "រកចំណូលតាមអ៊ីនធឺណិតដោយការមើលផ្សព្វផ្សាយ, បញ្ចប់សំណួរ, លេងហ្គេម, សរសេរជាគំនិត, សរសេរអត្ថបទ, ចម្លើយសំណួរ, បង្កើតការផ្សព្វផ្សាយ និងផ្សេងទៀត។"
    },
    "howItWorks": {
      "title": "JoyProfits - វិធីប្រើប្រាស់",
      "description": "សូមរៀនពីរបៀបធ្វើការជាមួយ JoyProfits និងរបៀបចាប់ផ្តើមរកចំណូលក្នុង៣ជំហានអ្វីៗដែលមានភាពសាមញ្ញ។ ពីរបៀបសាមញ្ញនិងការណែនាំដើម្បីរកចំណូល។"
    },
    "earnMethods": {
      "title": "JoyProfits - វិធីរកចំណូល",
      "description": "សូមស្វែងរកវិធីផ្សេងៗក្នុងការរកចំណូលតាមអ៊ីនធឺណិតជាមួយ JoyProfits។ លេងហ្គេម, មើលភាពយន្ត, បញ្ចប់សំណួរ, ទិញតាមអ៊ីនធឺណិត និងផ្សេងទៀត។"
    },
    "support": {
      "title": "JoyProfits - ការឧបត្ថម្ភ",
      "description": "បើអ្នកមានសំណួរ, ត្រូវការជំនួយឬប្រទះឃើញបញ្ហា សូមទំនាក់ទំនងជាមួយក្រុមការងារឧបត្ថម្ភរបស់យើង។"
    },
    "signIn": {
      "title": "JoyProfits - ចូលក្នុងគណនី",
      "description": "ចូលក្នុងគណនី JoyProfits របស់អ្នក និងចាប់ផ្តើមរកចំណូលតាមអ៊ីនធឺណិត។ ចូលដើម្បីចូលប្រើពត៌មានផ្ទាល់ខ្លួន និងគ្រប់គ្រងការចំណេញរបស់អ្នក។"
    },
    "register": {
      "title": "JoyProfits - ចុះឈ្មោះ",
      "description": "ចុះឈ្មោះនៅលើ JoyProfits ហើយចាប់ផ្តើមរកចំណូលតាមអ៊ីនធឺណិត។ បង្កើតគណនីដើម្បីទទួលបានការចូលដំណើរការក្នុងវិធីនិងឱកាសដើម្បីរកចំណូល។"
    },
    "aboutUs": {
      "title": "JoyProfits - អំពីយើង",
      "description": "សូមរៀនបន្ថែមអំពី JoyProfits, ក្រុមការងារបង្កើតកម្មវិធី និងបេសកម្មសម្រាប់វេទិកា។ សូមស្វែងរករបៀបដែលអ្នកអាចទទួលបានអត្ថប្រយោជន៍ពីការប្រើប្រាស់ JoyProfits។"
    },
    "advertising": {
      "title": "JoyProfits - ការផ្សព្វផ្សាយ",
      "description": "សូមស្គាល់គោលនយោបាយផ្សព្វផ្សាយរបស់ JoyProfits ដែលធានាថាអនាគត សមត្ថភាព និងស្របច្បាប់ក្នុងការផ្សព្វផ្សាយផលិតផលនិងសេវាកម្ម។"
    },
    "privacyPolicy": {
      "title": "JoyProfits - គោលនយោបាយឯកជនភាព",
      "description": "សូមអានគោលនយោបាយឯកជនភាពរបស់ JoyProfits ដើម្បីយល់ពីរបៀបដែលយើងប្រមូលប្រើ និងការពារទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក។ សូមយល់ពីសិទិ្ធរបស់អ្នក និងរបៀបដែលយើងធានាសុវត្ថិភាពទិន្នន័យ។"
    },
    "termsOfService": {
      "title": "JoyProfits - ល័ក្ខខ័ណ្ឌសេវាកម្ម",
      "description": "សូមអានល័ក្ខខ័ណ្ឌសេវាកម្មរបស់ JoyProfits ដើម្បីយល់ពីច្បាប់និងល័ក្ខខ័ណ្ឌសម្រាប់ការប្រើប្រាស់វេទិកា។ សូមយល់ពីសិទិ្ធ និងកាតព្វកិច្ចរបស់អ្នកនៅក្នុងការប្រើប្រាស់។"
    },
    "cookiesPolicy": {
      "title": "JoyProfits - គោលនយោបាយគុកគី",
      "description": "សូមអានគោលនយោបាយគុកគីរបស់ JoyProfits ដើម្បីយល់ពីរបៀបដែលយើងប្រើគុកគី និងបច្ចេកវិទ្យាដែលស្រដៀងគ្នា ដើម្បីបង្កើនបទពិសោធន៍របស់អ្នកនៅលើវេទិកា។"
    },
    "locationData": {
      "title": "JoyProfits - ទិន្នន័យទីតាំង",
      "description": "សូមរៀនពីរបៀបដែល JoyProfits ប្រមូល និងប្រើប្រាស់ទិន្នន័យទីតាំង ដើម្បីផ្តល់សេវាកម្មផ្ទាល់ខ្លួន និងធ្វើឱ្យបទពិសោធន៍អ្នកប្រើប្រាស់ប្រសើរឡើង។"
    },
    "managingUsersData": {
      "title": "JoyProfits - ការគ្រប់គ្រងទិន្នន័យអ្នកប្រើប្រាស់",
      "description": "សូមរៀនពីរបៀបដែល JoyProfits គ្រប់គ្រងទិន្នន័យអ្នកប្រើប្រាស់ ដើម្បីធានាបាននូវឯកជនភាព សុវត្ថិភាព និងស្របច្បាប់នៃទិន្នន័យ។"
    },
    "typesOfCookies": {
      "title": "JoyProfits - ប្រភេទគុកគី",
      "description": "សូមរៀនពីប្រភេទគុកគីដែល JoyProfits ប្រើប្រាស់ ដើម្បីធ្វើឱ្យបទពិសោធន៍អ្នកប្រើប្រាស់ប្រសើរឡើង និងផ្តល់សេវាកម្មផ្ទាល់ខ្លួន។"
    },
    "usersTransferData": {
      "title": "JoyProfits - ផ្ទេរទិន្នន័យអ្នកប្រើប្រាស់",
      "description": "សូមរៀនពីរបៀបដែល JoyProfits ផ្ទេរទិន្នន័យអ្នកប្រើប្រាស់ ដើម្បីធានាថាឯកជនភាព, សុវត្ថិភាព និងស្របច្បាប់នៃទិន្នន័យ។"
    },
    "confirmEmailChange": {
      "title": "JoyProfits - បញ្ជាក់ការផ្លាស់ប្តូរអាសយដ្ឋានអ៊ីមែល",
      "description": "បញ្ជាក់ការផ្លាស់ប្តូរអាសយដ្ឋានអ៊ីមែលរបស់អ្នក ដើម្បីអាប់ដេតព័ត៌មានអំពីគណនីរបស់អ្នក។ សូមអនុវត្តន៍តាមជំហានដើម្បីបញ្ចប់ដំណើរការនេះ។"
    },
    "recoverPassword": {
      "title": "JoyProfits - ភ្ជាប់ពាក្យសម្ងាត់",
      "description": "ភ្ជាប់ពាក្យសម្ងាត់របស់អ្នកនៅលើ JoyProfits។ សូមបញ្ចូលពាក្យសម្ងាត់ថ្មីហើយបញ្ជាក់វា ដើម្បីអាប់ដេតព័ត៌មានអំពីគណនីរបស់អ្នក។"
    },
    "verifyAccount": {
      "title": "JoyProfits - ការបញ្ជាក់គណនី",
      "description": "សូមបញ្ជាក់គណនីរបស់អ្នកនៅលើ JoyProfits ដើម្បីធ្វើឱ្យប្រតិបត្តិការរបស់អ្នកត្រូវបានសកម្ម និងចាប់ផ្តើមរកចំណូលតាមអ៊ីនធឺណិត។"
    }
  }
}
