{
  "globals": {
    "Captions": {
      "signIn": "ВОЙТИ",
      "register": "РЕГИСТРАЦИЯ",
      "mainPage": "ГЛАВНАЯ СТРАНИЦА",
      "howItWorks": "КАК ЭТО РАБОТАЕТ",
      "earnMethods": "СПОСОБЫ ЗАРАБОТКА",
      "support": "ПОДДЕРЖКА",
      "platform": "ПЛАТФОРМА",
      "menu": "МЕНЮ",
      "company": "КОМПАНИЯ",
      "policy": "ПОЛИТИКА",
      "blog": "БЛОГ",
      "affilateProgram": "РЕФЕРЕНТНАЯ ПРОГРАММА",
      "resources": "РЕСУРСЫ",
      "policyPrivacy": "ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ",
      "terms": "УСЛОВИЯ",
      "copyright": "АВТОРСКИЕ ПРАВА",
      "cookiePolicy": "ПОЛИТИКА КУКИ",
      "adRules": "РЕКЛАМНЫЕ ПРАВИЛА",
      "aboutUs": "О НАС",
      "downloadApp": "Скачать приложение",
      "appDescription": "Присоединяйтесь к нашей платформе и узнайте, как вы можете зарабатывать на своих навыках"
    },
    "SignIn": {
      "title": "Вход",
      "email": "Электронная почта",
      "emailPlaceholder": "Электронная почта",
      "password": "Пароль",
      "logIn": "Войти"
    },
    "NotFoundPage": {
      "pageNotFound": "Страница не найдена",
      "pageNotFoundDescription": "Страница, которую вы ищете, не существует. Как вы сюда попали — остаётся загадкой. Но вы можете нажать кнопку ниже, чтобы вернуться на главную страницу."
    },
    "Messages": {},
    "Errors": {}
  },
  "SignIn": {
    "title": "Вход",
    "email": "Электронная почта",
    "enterEmail": "Введите электронную почту",
    "enterPassword": "Введите пароль",
    "emailPlaceholder": "Электронная почта",
    "password": "Пароль",
    "logIn": "Войти",
    "signIn": "Войти",
    "orSignInWith": "или войдите через",
    "forgotPassword": "Забыли пароль?",
    "reset": "Сбросить",
    "haveNotAnAccount": "Нет аккаунта?",
    "register": "Зарегистрироваться"
  },
  "Register": {
    "title": "Регистрация",
    "email": "Электронная почта",
    "enterEmail": "Введите электронную почту",
    "enterPassword": "Введите пароль",
    "reEnterPassword": "Подтвердите пароль",
    "emailPlaceholder": "Электронная почта",
    "password": "Пароль",
    "register": "Зарегистрироваться",
    "orRegisterWith": "или зарегистрируйтесь через",
    "haveAnAccount": "Уже есть аккаунт?",
    "signIn": "Войти"
  },
  "Support": {
    "contactWithUs": "Свяжитесь с нами",
    "fillDataDescription": "Заполните данные и опишите проблему или событие, и мы свяжемся с вами как можно скорее. Помните, что вы можете отправить заявку, не будучи пользователем JoyProfits.",
    "fillForm": "Заполните форму",
    "selectReportType": "Выберите тип заявки",
    "contactEmail": "Контактный email",
    "describeReport": "Опишите причину заявки",
    "sendReport": "Отправить заявку",
    "payoutProblem": "Проблема с выплатой",
    "paymentMethod": "Метод оплаты",
    "taskWasNotCounted": "Задача не была учтена",
    "technicalError": "Техническая ошибка",
    "reviews": "Отзывы",
    "cooperation": "Сотрудничество",
    "promote": "Продвижение",
    "firstName": "Ваше имя",
    "lastName": "Ваша фамилия",
    "iConsentToContact": "Я даю согласие на контакт и получение информации от JoyProfits по электронной почте.",
    "requiredFields": " обязательные поля"
  },
  "HomePage": {
    "Header": {
      "headerTitle": "Зарабатывайте призы и\nденьги в\nсвободное время!",
      "headerParagraph": "Скачайте приложение и начните зарабатывать где угодно и когда угодно!",
      "downloadIos": "Скачать на iOS",
      "downloadAndroid": "Скачать на Android"
    },
    "DownloadSection": {
      "headerDescription": "Скачайте наше приложение",
      "tileHeader": "Скачать на {appName}",
      "leftTileDescription": "Скачайте наше приложение для iOS и откройте новые возможности! С легким в использовании интерфейсом вы сможете быстро управлять своими задачами, отслеживать прогресс и использовать уникальные функции. Узнайте, как легко и приятно использовать приложение JoyProfits.",
      "rightTileDescription": "Скачайте наше приложение с Google Play и получайте полный доступ ко всем функциям! С интуитивно понятным интерфейсом вы легко управите своими задачами, отслеживайте прогресс и используйте уникальные предложения. Установите приложение и откройте для себя, как много можно заработать!"
    },
    "WCSSection": {
      "headerDescription": "Что говорят наши пользователи?",
      "user1Description": "У приложения много способов заработка, но мне больше всего нравится возможность смотреть видео. Часто у меня бывает свободное время, и я могу заработать несколько рублей заодно. Выплаты быстрые и без проблем.",
      "user2Description": "Классное приложение для тех, у кого есть немного свободного времени и кто хочет заработать. Больше всего мне нравится играть в игры. Анализ заработка помогает мне лучше понять, сколько и где я могу заработать больше.",
      "user3Description": "Очень удобное приложение. Играю в игры, когда есть время, а также смотрю видео, чтобы заработать. Кэшбэки — это классная штука, а выплаты проходят без задержек.",
      "user4Description": "Хорошо спроектированное приложение с множеством вариантов заработка — от игр до просмотра видео.",
      "user5Description": "Множество способов заработка и быстрые выплаты на PayPal. Кэшбэки — отличный бонус!",
      "user6Description": "Хорошие варианты заработка и кэшбэки. Иногда выплата занимает больше времени, но в целом рекомендую.",
      "user7Description": "Классно, что можно выбирать между различными платформами — видео, игры и другие. Выплаты быстрые.",
      "user8Description": "Здорово, что есть несколько платформ на выбор. Иногда я предпочитаю играть, иногда смотреть видео. Выплаты ок.",
      "user9Description": "Много способов заработать, всё работает плавно.",
      "user10Description": "Рекомендую, работает отлично, а выплаты без проблем."
    },
    "TrustedUs": {
      "trustedUs": "Нам доверяют"
    },
    "HowItWorksSection": {
      "headerDescription": "Как это работает",
      "paragraphDescription": "Выполняя простые задачи, вы можете заработать до 3000 рублей в месяц, без скрытых сборов и дополнительных налогов. Более того, ваш заработок не имеет верхнего лимита — вы решаете, сколько хотите зарабатывать.",
      "listDescription": "С JoyProfits вы можете зарабатывать любым способом",
      "firstListDescription": "играя в игры",
      "secondListDescription": "заполняя анкеты",
      "thirdListDescription": "смотрев видео и рекламу",
      "fourthListDescription": "делая покупки онлайн"
    },
    "SectionImageBlueBg": {
      "headerDescription": "Какие преимущества",
      "paragraphDescription": "JoyProfits предлагает возможность работать как на полную занятость, так и как дополнительный источник дохода для людей по всему миру. Вы можете зарабатывать деньги, используя любое устройство с доступом в интернет, где бы вы ни находились. Вы получите оплату за время и усилия, потраченные на использование платформы."
    },
    "Benefits": {
      "headerDescription": "Как JoyProfits поможет вам?",
      "description": "JoyProfits поможет вам использовать ваши сильные стороны, предлагая шесть различных способов заработка. Вы можете выбрать вариант, который лучше всего соответствует вашим умениям и интересам. Платформа позволяет эффективно превращать ваше время и усилия в конкретную прибыль.",
      "seeMore": "Смотреть больше"
    },
    "AboutSection": {
      "header": "О JoyProfits",
      "description": "Откройте для себя наше приложение для iOS и Android! Скачайте прямо сейчас и начните использовать возможности, которые мы предлагаем!"
    },
    "AboutSectionTiles": {
      "firstTileHeader": "ИГРАЙТЕ И ЗАРАБАТЫВАЙТЕ",
      "secondTileHeader": "ПРИЛОЖЕНИЕ НА IOS И ANDROID",
      "thirdTileHeader": "АНАЛИЗ ЗАРАБОТКА",
      "fourthTileHeader": "100% БЕЗОПАСНОСТЬ",
      "fifthTileHeader": "ВОЗВРАТ ДЕНЕГ",
      "firstTileDescription": "Играй в свои любимые игры и зарабатывай, получая достижения! Откройте для себя новые возможности и превратите каждую игру в источник дохода.",
      "secondTileDescription": "Откройте наше приложение для iOS и Android! Скачайте прямо сейчас и начните использовать возможности, которые мы предлагаем!",
      "thirdTileDescription": "С помощью аналитики у вас будет полный контроль над вашим доходом, следя и анализируя каждый аспект вашего заработка.",
      "fourthTileDescription": "Получайте свои заработанные деньги просто и безопасно, напрямую на свой банковский счет или PayPal.",
      "fifthTileDescription": "При совершении покупок у наших партнеров вы можете получать кэшбэк за каждую покупку. Получайте дополнительные бонусы и экономьте, используя нашу партнерскую сеть."
    }
  },
  "RecoverPassword": {
    "success": "Успех!",
    "passwordChangedSuccessfully": "Пароль успешно изменен",
    "returnToApp": "Вернуться в приложение",
    "recoverPassword": "Восстановите свой пароль",
    "description": "Введите новый пароль и подтвердите пароль. Нажмите кнопку подтверждения, чтобы обновить пароль. Следуйте инструкциям, которые вы получите, чтобы завершить процесс изменения пароля. Если возникнут проблемы, свяжитесь с технической поддержкой.",
    "password": "Пароль",
    "reEnterPassword": "Повторите пароль",
    "confirmNewPassword": "Подтвердите новый пароль"
  },
  "HowItWorksPage": {
    "Header": {
      "headerTitle": "Познакомьтесь с новыми способами заработка",
      "headerParagraph": "С помощью широкого набора инструментов и ресурсов каждый может найти способ генерировать свой доход.",
      "downloadIos": "Скачать для iOS",
      "downloadAndroid": "Скачать для Android"
    },
    "StepTile": {
      "startEarningBy3Steps": "Начните зарабатывать прямо сейчас, выполнив три простых шага",
      "firstStep": "Шаг 1",
      "secondStep": "Шаг 2",
      "thirdStep": "Шаг 3",
      "firstTileHeader": "Регистрация и настройка аккаунта",
      "firstTileParagraph": "Процесс регистрации в JoyProfits быстрый и простой. Нужно указать основные данные, пройти верификацию аккаунта, а затем войти в систему и настроить профиль.",
      "firstTileExtraParagraph": "После входа в систему вы сможете настроить профиль, чтобы платформа могла лучше адаптировать рекомендации по заработку под ваши нужды.",
      "secondTileHeader": "Выбор стратегии заработка и обучение",
      "secondTileParagraph": "JoyProfits предлагает разнообразные стратегии заработка, такие как партнерский маркетинг, участие в партнерских программах, игры и анкеты. Вы можете исследовать доступные варианты и выбрать те, которые лучше всего соответствуют вашим потребностям.",
      "secondTileExtraParagraph": "Чтобы увеличить свои шансы на успех, воспользуйтесь многочисленными образовательными материалами, доступными на платформе, такими как курсы, вебинары, статьи и руководства. Также доступна техническая поддержка и сообщество пользователей, где можно обмениваться опытом и получить помощь.",
      "thirdTileHeader": "Мониторинг прогресса, оптимизация и выплаты",
      "thirdTileParagraph": "Платформа JoyProfits предлагает аналитические инструменты для мониторинга результатов, что позволяет выявлять области для улучшения и оптимизировать действия для максимизации прибыли.",
      "thirdTileExtraParagraph": "Заработанные средства можно легко вывести с помощью различных методов оплаты, таких как банковские переводы или PayPal. Выплаты быстрые и безопасные, что дает полный контроль над финансами."
    },
    "Section": {
      "header": "Как это работает?"
    },
    "StepOverview": {
      "registrationAndConfig": "Регистрация и\nнастройка аккаунта",
      "strategySelection": "Выбор стратегии\nзаработка",
      "educationAndSupport": "Обучение\nи поддержка",
      "analysis": "Мониторинг прогресса\nи оптимизация",
      "payouts": "Выплаты заработанных\nсредств"
    }
  },
  "EarnMethods": {
    "Header": {
      "headerTitle": "Одна аппликация - множество возможностей!",
      "headerParagraph": "Мы гордимся нашим сообществом пользователей, которые ежедневно открывают новые способы заработка онлайн.",
      "downloadIos": "Скачать для iOS",
      "downloadAndroid": "Скачать для Android"
    },
    "Section": {
      "header": "Одна аппликация, множество способов заработка",
      "readMore": "Читать больше",
      "Tile1Header": "Игры",
      "Tile1Description": "Зарабатывайте очки за достижение уровней и разблокировку функций в мобильных играх. Выполняйте задания различной сложности в любимых играх.",
      "Tile2Header": "Просмотр видео",
      "Tile2Description": "Зарабатывайте, смотря видео и рекламу. Потратьте время на интересные материалы и получайте вознаграждение за каждое просмотренное видео или рекламу. Выбирайте из различных категорий и тем.",
      "Tile3Header": "Заполнение анкет",
      "Tile3Description": "Отвечайте на вопросы и делитесь своим мнением, получая вознаграждение за каждую завершенную анкету. Чем больше анкет вы заполнили, тем больше заработок.",
      "Tile4Header": "Онлайн покупки",
      "Tile4Description": "Покупайте в любимых магазинах и получайте кэшбэк и дополнительные доходы. Регистрируйтесь на сайтах магазинов, чтобы получать бесплатные образцы и скидочные купоны.",
      "Tile5Header": "Микрозадания",
      "Tile5Description": "Зарабатывайте, обучаясь новым навыкам, таким как программирование или графика. Выбирайте интересные курсы и выполняйте доступные задания на JoyProfits.",
      "Tile6Header": "Достижения",
      "Tile6Description": "Выполняйте цели на JoyProfits, зарабатывайте награды и увеличивайте доходы. Каждое достижение приближает вас к более высоким доходам и дополнительным наградам."
    }
  },
  "AboutUs": {
    "Header": {
      "headerTitle": "Познакомьтесь с создателями JoyProfits!",
      "headerParagraph": "Начните зарабатывать с JoyProfits быстро и просто. Узнайте, какие возможности у вас есть!",
      "downloadIos": "Скачать для iOS",
      "downloadAndroid": "Скачать для Android"
    },
    "StepTile": {
      "headerDescription": "Что говорят наши пользователи?",
      "firstTileHeader": "Привет!",
      "firstTileParagraph": "Меня зовут Якуб, и я создатель приложения, которое сочетает приятное с полезным — позволяет зарабатывать деньги через игры, просмотр видео и выполнение других заданий.",
      "firstTileExtraParagraph": "Как энтузиаст новых технологий и развлечений, я понял, что все больше людей проводит свободное время в виртуальном мире. Я решил создать решение, которое позволит получать финансовые выгоды от этого времени. Приложение JoyProfits является результатом глубоких анализов, рыночных исследований и многомесячной работы моей команды над созданием безопасного и удобного для пользователя инструмента.",
      "secondTileHeader": "Наша миссия",
      "secondTileParagraph": "Наша миссия заключается в преобразовании ежедневных развлечений в реальные финансовые выгоды. В эпоху цифровизации и роста популярности виртуальных развлечений мы увидели огромный потенциал использования времени, проводимого онлайн, для получения дополнительного дохода.",
      "secondTileExtraParagraph": "Мы уделяем большое внимание тесному взаимодействию с пользователями и гибкости в реагировании на их потребности. Каждый день мы работаем над улучшением приложения, чтобы предложить лучшие возможности для заработка. Наша цель — создать сообщество, в котором каждый пользователь может зарабатывать на том, что ему нравится.",
      "thirdTileHeader": "Откройте JoyProfits",
      "thirdTileParagraph": "Приглашаю вас открыть потенциал нашего приложения и присоединиться к числу довольных пользователей, которые уже зарабатывают деньги через игру и развлечения.",
      "thirdTileExtraParagraph": "Вместе мы меняем восприятие времени, проводимого онлайн, создавая новые, инновационные источники дохода."
    }
  },
  "JPDownloadButton": {
    "downloadApp": "Скачать приложение"
  },
  "VerifyEmail": {
    "accountActivated": "Аккаунт активирован",
    "hello": "Привет",
    "thankYouNote": "Спасибо, ваш email был подтвержден. Ваш аккаунт теперь активен. Используйте кнопку ниже, чтобы вернуться в приложение.",
    "returnToApp": "Вернуться в приложение",
    "invalidRequest": "Упс... Мы не смогли обработать ваш запрос..."
  },
  "Validation": {
    "emailRequired": "Email обязателен",
    "passwordRequired": "Пароль обязателен",
    "firstNameRequired": "Имя обязательно",
    "lastNameRequired": "Фамилия обязательна",
    "consentRequired": "Необходима согласие",
    "descriptionRequired": "Описание обязательно",
    "categorySelectionRequired": "Необходим выбор категории",
    "minLength": "Минимальная длина — {count} символов",
    "maxLength": "Максимальная длина — {count} символов",
    "invalidEmail": "Неверный email",
    "passwordSpecialChar": "Необходим специальный символ",
    "passwordUppercase": "Необходима хотя бы одна заглавная буква",
    "passwordsMismatch": "Пароли не совпадают"
  },
  "Dropdown": {
    "selectType": "Выберите тип"
  },
  "Languages": {
    "en": "Английский",
    "es": "Испанский",
    "de": "Немецкий",
    "fr": "Французский",
    "it": "Итальянский",
    "nl": "Нидерландский",
    "da": "Датский",
    "sv": "Шведский",
    "pl": "Польский",
    "pt": "Португальский",
    "ro": "Румынский",
    "vi": "Вьетнамский",
    "tr": "Турецкий",
    "id": "Индонезийский",
    "ru": "Русский",
    "uk": "Украинский",
    "ur": "Урду",
    "ar": "Арабский",
    "hi": "Хинди",
    "ta": "Тамильский",
    "si": "Сингальский",
    "fa": "Персидский",
    "tl-PH": "Филиппинский",
    "bn": "Бенгальский",
    "km": "Камбоджийский",
    "th": "Тайский",
    "ja": "Японский",
    "zh-hant": "Китайский-Традиционный",
    "zh-hans": "Китайский-Упрощенный",
    "ko": "Корейский"
  },
  "Errors": {
    "unknownError": "Произошла неизвестная ошибка",
    "invalidToken": "Неверный токен",
    "tokenExpired": "Ваш токен истек",
    "missingTokenOwner": "Токен не был идентифицирован",
    "tokenUsed": "Токен уже использован",
    "tokenVerificationFailed": "Не удалось подтвердить токен...",
    "invalidPassword": "Введенный пароль неверен",
    "passwordChangeFailed": "Не удалось изменить пароль"
  },
  "Metadata": {
    "homePage": {
      "title": "JoyProfits - Зарабатывайте деньги онлайн бесплатно",
      "description": "Зарабатывайте деньги онлайн, просматривая рекламу, заполняя анкеты, играя в игры, пишя комментарии, статьи, отвечая на вопросы, выполняя предложения и многое другое."
    },
    "howItWorks": {
      "title": "JoyProfits - Как это работает",
      "description": "Узнайте, как работает JoyProfits и как вы можете начать зарабатывать всего за 3 простых шага. Простое объяснение с советами и методами заработка."
    },
    "earnMethods": {
      "title": "JoyProfits - Способы заработка",
      "description": "Откройте для себя различные способы зарабатывать деньги онлайн с JoyProfits. Играйте в игры, смотрите фильмы, заполняйте анкеты, делайте покупки онлайн и многое другое."
    },
    "support": {
      "title": "JoyProfits - Поддержка",
      "description": "Если у вас есть вопросы, вам нужна помощь или вы столкнулись с проблемой, свяжитесь с нашей службой поддержки."
    },
    "signIn": {
      "title": "JoyProfits - Войти",
      "description": "Войдите в свой аккаунт JoyProfits и начните зарабатывать деньги онлайн. Войдите, чтобы получить доступ к своему профилю и управлять своими заработками."
    },
    "register": {
      "title": "JoyProfits - Зарегистрироваться",
      "description": "Зарегистрируйтесь в JoyProfits и начните зарабатывать деньги онлайн. Создайте аккаунт, чтобы получить доступ к различным методам и возможностям заработка."
    },
    "aboutUs": {
      "title": "JoyProfits - О нас",
      "description": "Узнайте больше о JoyProfits, создателях приложения и миссии, стоящей за платформой. Откройте для себя, как вы можете использовать JoyProfits."
    },
    "advertising": {
      "title": "JoyProfits - Реклама",
      "description": "Познакомьтесь с рекламной политикой JoyProfits, которая обеспечивает прозрачность, ответственность и соблюдение законодательства при продвижении продуктов и услуг."
    },
    "privacyPolicy": {
      "title": "JoyProfits - Политика конфиденциальности",
      "description": "Читайте политику конфиденциальности JoyProfits, чтобы узнать, как мы собираем, используем и защищаем ваши персональные данные. Узнайте о своих правах и как мы обеспечиваем безопасность данных."
    },
    "termsOfService": {
      "title": "JoyProfits - Условия использования",
      "description": "Читайте условия использования JoyProfits, чтобы понять правила и условия использования платформы. Узнайте о своих правах и обязанностях как пользователя."
    },
    "cookiesPolicy": {
      "title": "JoyProfits - Политика cookies",
      "description": "Читайте политику cookies JoyProfits, чтобы узнать, как мы используем cookies и аналогичные технологии для улучшения вашего опыта на платформе."
    },
    "locationData": {
      "title": "JoyProfits - Данные о местоположении",
      "description": "Узнайте, как JoyProfits собирает и использует данные о местоположении для предоставления персонализированных услуг и улучшения вашего пользовательского опыта."
    },
    "managingUsersData": {
      "title": "JoyProfits - Управление данными пользователей",
      "description": "Узнайте, как JoyProfits управляет данными пользователей для обеспечения конфиденциальности, безопасности и соблюдения законодательства."
    },
    "typesOfCookies": {
      "title": "JoyProfits - Типы cookies",
      "description": "Узнайте, какие типы cookies использует JoyProfits, чтобы улучшить ваш пользовательский опыт и предоставить персонализированные услуги."
    },
    "usersTransferData": {
      "title": "JoyProfits - Передача данных пользователей",
      "description": "Узнайте, как JoyProfits передает данные пользователей для обеспечения конфиденциальности, безопасности и соблюдения законодательства."
    },
    "confirmEmailChange": {
      "title": "JoyProfits - Подтвердите изменение адреса электронной почты",
      "description": "Подтвердите изменение своего адреса электронной почты, чтобы обновить информацию о своем аккаунте. Следуйте инструкциям, чтобы завершить процесс."
    },
    "recoverPassword": {
      "title": "JoyProfits - Восстановление пароля",
      "description": "Восстановите свой пароль на JoyProfits. Введите новый пароль и подтвердите его, чтобы обновить информацию о своем аккаунте."
    },
    "verifyAccount": {
      "title": "JoyProfits - Верификация аккаунта",
      "description": "Верифицируйте свой аккаунт на JoyProfits, чтобы активировать свой профиль и начать зарабатывать деньги онлайн."
    }
  }
}
