{
  "globals": {
    "Captions": {
      "signIn": "เข้าสู่ระบบ",
      "register": "ลงทะเบียน",
      "mainPage": "หน้าหลัก",
      "howItWorks": "วิธีการทำงาน",
      "earnMethods": "วิธีการหารายได้",
      "support": "สนับสนุน",
      "platform": "แพลตฟอร์ม",
      "menu": "เมนู",
      "company": "บริษัท",
      "policy": "นโยบาย",
      "blog": "บล็อก",
      "affilateProgram": "โปรแกรมพันธมิตร",
      "resources": "แหล่งข้อมูล",
      "policyPrivacy": "นโยบายความเป็นส่วนตัว",
      "terms": "เงื่อนไข",
      "copyright": "ลิขสิทธิ์",
      "cookiePolicy": "นโยบายคุกกี้",
      "adRules": "กฎการโฆษณา",
      "aboutUs": "เกี่ยวกับเรา",
      "downloadApp": "ดาวน์โหลดแอป",
      "appDescription": "เข้าร่วมแพลตฟอร์มของเราและค้นพบวิธีที่คุณสามารถหารายได้จากทักษะของคุณ"
    },
    "SignIn": {
      "title": "การเข้าสู่ระบบ",
      "email": "อีเมล",
      "emailPlaceholder": "อีเมล",
      "password": "รหัสผ่าน",
      "logIn": "เข้าสู่ระบบ"
    },
    "NotFoundPage": {
      "pageNotFound": "ไม่พบหน้า",
      "pageNotFoundDescription": "หน้าที่คุณค้นหาไม่พบ หน้าที่คุณมาที่นี่เป็นความลับ แต่คุณสามารถคลิกปุ่มด้านล่างเพื่อกลับไปที่หน้าหลัก"
    },
    "Messages": {},
    "Errors": {}
  },
  "SignIn": {
    "title": "เข้าสู่ระบบ",
    "email": "อีเมล",
    "enterEmail": "กรอกที่อยู่อีเมล",
    "enterPassword": "กรอกรหัสผ่าน",
    "emailPlaceholder": "อีเมล",
    "password": "รหัสผ่าน",
    "logIn": "เข้าสู่ระบบ",
    "signIn": "เข้าสู่ระบบ",
    "orSignInWith": "หรือเข้าสู่ระบบผ่าน",
    "forgotPassword": "ลืมรหัสผ่าน?",
    "reset": "รีเซ็ตรหัสผ่าน",
    "haveNotAnAccount": "ยังไม่มีบัญชี?",
    "register": "ลงทะเบียน"
  },
  "Register": {
    "title": "การลงทะเบียน",
    "email": "อีเมล",
    "enterEmail": "กรอกที่อยู่อีเมล",
    "enterPassword": "กรอกรหัสผ่าน",
    "reEnterPassword": "ยืนยันรหัสผ่าน",
    "emailPlaceholder": "อีเมล",
    "password": "รหัสผ่าน",
    "register": "ลงทะเบียน",
    "orRegisterWith": "หรือสมัครผ่าน",
    "haveAnAccount": "มีบัญชีอยู่แล้ว?",
    "signIn": "เข้าสู่ระบบ"
  },
  "Support": {
    "contactWithUs": "ติดต่อเรากับเรา",
    "fillDataDescription": "กรอกข้อมูลและอธิบายปัญหาหรือเหตุการณ์ เราจะติดต่อกลับคุณโดยเร็ว อย่าลืมว่าคุณสามารถส่งคำขอได้แม้ว่าคุณจะยังไม่ได้เป็นผู้ใช้ JoyProfits.",
    "fillForm": "กรอกแบบฟอร์ม",
    "selectReportType": "เลือกประเภทการรายงาน",
    "contactEmail": "อีเมลติดต่อ",
    "describeReport": "อธิบายเหตุผลในการรายงาน",
    "sendReport": "ส่งรายงาน",
    "payoutProblem": "ปัญหาการจ่ายเงิน",
    "paymentMethod": "วิธีการชำระเงิน",
    "taskWasNotCounted": "งานไม่ได้รับการนับ",
    "technicalError": "ข้อผิดพลาดทางเทคนิค",
    "reviews": "ความคิดเห็น",
    "cooperation": "ความร่วมมือ",
    "promote": "โปรโมท",
    "firstName": "ชื่อของคุณ",
    "lastName": "นามสกุลของคุณ",
    "iConsentToContact": "ฉันยินยอมให้ติดต่อและรับข้อมูลจาก JoyProfits ผ่านทางอีเมล",
    "requiredFields": "ฟิลด์ที่จำเป็น"
  },
  "HomePage": {
    "Header": {
      "headerTitle": "รับรางวัลและ\nหารายได้ในเวลาว่างของคุณ!",
      "headerParagraph": "ดาวน์โหลดแอปและเริ่มหารายได้ได้ทุกที่ ทุกเวลา!",
      "downloadIos": "ดาวน์โหลดสำหรับ iOS",
      "downloadAndroid": "ดาวน์โหลดสำหรับ Android"
    },
    "DownloadSection": {
      "headerDescription": "ดาวน์โหลดแอปของเรา",
      "tileHeader": "ดาวน์โหลดบน {appName}",
      "leftTileDescription": "ดาวน์โหลดแอปของเราสำหรับ iOS และค้นพบโอกาสใหม่ ๆ! ด้วยอินเทอร์เฟซที่ใช้งานง่าย คุณสามารถจัดการงานของคุณได้อย่างรวดเร็ว ติดตามความคืบหน้าและใช้ฟีเจอร์ที่ไม่เหมือนใคร ลองดูว่าการใช้แอป JoyProfits ง่ายและสนุกแค่ไหน",
      "rightTileDescription": "ดาวน์โหลดแอปของเราจาก Google Play และเพลิดเพลินกับการเข้าถึงฟีเจอร์ทั้งหมด! ด้วยอินเทอร์เฟซที่ใช้งานง่าย คุณสามารถจัดการงานของคุณได้อย่างง่ายดาย ติดตามความคืบหน้าและใช้ข้อเสนอที่ไม่เหมือนใคร ติดตั้งแอปและค้นพบว่าคุณสามารถได้รับอะไรบ้าง!"
    },
    "WCSSection": {
      "headerDescription": "ผู้ใช้ของเราพูดว่าอย่างไร?",
      "user1Description": "แอปมีหลายวิธีในการหารายได้ แต่สิ่งที่ฉันชอบที่สุดคือการดูวิดีโอ ฉันมักจะมีเวลาว่าง ดังนั้นฉันจึงสามารถหารายได้เล็กน้อยในระหว่างนั้น การจ่ายเงินรวดเร็วและไม่ยุ่งยาก",
      "user2Description": "แอปที่ดีสำหรับคนที่มีเวลาว่างเล็กน้อยและต้องการหารายได้เสริม สิ่งที่ฉันชอบที่สุดคือตัวเลือกการเล่นเกม การวิเคราะห์รายได้ช่วยให้ฉันเข้าใจดีขึ้นว่าฉันสามารถหารายได้ที่ไหนและเท่าไหร่",
      "user3Description": "แอปสะดวกมาก ๆ ฉันเล่นเกมเมื่อมีเวลา และดูวิดีโอเพื่อหารายได้เพิ่มเติม เงินคืนเป็นข้อดี และการจ่ายเงินทำงานได้ดีไม่มีปัญหา",
      "user4Description": "แอปออกแบบได้ดีมาก มีตัวเลือกหลากหลายในการหารายได้ ตั้งแต่การเล่นเกมจนถึงการดูวิดีโอ",
      "user5Description": "มีวิธีหารายได้หลากหลาย และการจ่ายเงินที่รวดเร็วไปยัง PayPal เงินคืนเป็นของขวัญสุดพิเศษ!",
      "user6Description": "ตัวเลือกการหารายได้ดีและเงินคืนดี บางครั้งการจ่ายเงินอาจใช้เวลานาน แต่โดยรวมแนะนำ",
      "user7Description": "ดีที่สามารถเลือกได้ระหว่างแพลตฟอร์มต่าง ๆ – วิดีโอ, เกม และอื่น ๆ การจ่ายเงินรวดเร็ว",
      "user8Description": "ดีที่มีหลายแพลตฟอร์มให้เลือก บางครั้งฉันชอบเล่นเกม บางครั้งดูวิดีโอ การจ่ายเงินดี",
      "user9Description": "มีโอกาสหารายได้มากมาย ทุกอย่างทำงานได้ราบรื่น",
      "user10Description": "แนะนำ แอปทำงานได้ดี และรายได้จ่ายออกได้ไม่ปัญหา"
    },
    "TrustedUs": {
      "trustedUs": "ไว้วางใจเรา"
    },
    "HowItWorksSection": {
      "headerDescription": "มันทำงานอย่างไร",
      "paragraphDescription": "โดยการทำงานง่าย ๆ คุณสามารถทำเงินได้ถึง 3,000 บาทต่อเดือน โดยไม่มีค่าธรรมเนียมหรือภาษีแอบแฝง นอกจากนี้ รายได้ของคุณไม่มีขีดจำกัด – คุณตัดสินใจได้ว่าจะหารายได้เท่าไหร่",
      "listDescription": "ด้วย JoyProfits คุณสามารถหารายได้ในทุกวิธีที่คุณต้องการ",
      "firstListDescription": "เล่นเกม",
      "secondListDescription": "กรอกแบบสอบถาม",
      "thirdListDescription": "ดูวิดีโอและโฆษณา",
      "fourthListDescription": "ช้อปปิ้งออนไลน์"
    },
    "SectionImageBlueBg": {
      "headerDescription": "สิทธิประโยชน์คืออะไร",
      "paragraphDescription": "JoyProfits ให้โอกาสในการทำงาน ทั้งแบบเต็มเวลาและเป็นรายได้เสริม ซึ่งเปิดให้ทุกคนทั่วโลกสามารถเข้าถึงได้ คุณสามารถหารายได้โดยใช้อุปกรณ์ใด ๆ ที่มีการเชื่อมต่ออินเทอร์เน็ต โดยไม่คำนึงถึงตำแหน่งที่คุณอยู่ คุณจะได้รับค่าตอบแทนสำหรับเวลาและความพยายามที่ใช้ในการใช้แพลตฟอร์ม"
    },
    "Benefits": {
      "headerDescription": "JoyProfits ช่วยคุณได้อย่างไร?",
      "description": "JoyProfits จะช่วยให้คุณใช้จุดแข็งของตัวเองในการหารายได้โดยเสนอหกวิธีที่แตกต่างกันในการทำเงิน ด้วยเหตุนี้คุณสามารถเลือกตัวเลือกที่เหมาะสมที่สุดกับทักษะและความสนใจของคุณ แพลตฟอร์มช่วยให้คุณเปลี่ยนความพยายามและเวลาของคุณให้กลายเป็นรายได้จริง",
      "seeMore": "ดูเพิ่มเติม"
    },
    "AboutSection": {
      "header": "เกี่ยวกับ JoyProfits",
      "description": "ค้นพบแอปของเราที่มีให้ดาวน์โหลดทั้งบน iOS และ Android! ดาวน์โหลดเลยตอนนี้และเริ่มใช้ประโยชน์จากสิ่งที่เรานำเสนอ!"
    },
    "AboutSectionTiles": {
      "firstTileHeader": "เล่นเกมและหารายได้",
      "secondTileHeader": "แอป iOS & ANDROID",
      "thirdTileHeader": "การวิเคราะห์รายได้",
      "fourthTileHeader": "ความปลอดภัย 100%",
      "fifthTileHeader": "เงินคืน",
      "firstTileDescription": "เล่นเกมโปรดของคุณและหารายได้โดยการได้รับความสำเร็จ ค้นพบโอกาสใหม่ ๆ และเปลี่ยนทุกการเล่นเกมให้กลายเป็นรายได้",
      "secondTileDescription": "ค้นพบแอปของเราที่มีให้ดาวน์โหลดทั้งบน iOS และ Android! ดาวน์โหลดเลยตอนนี้และเริ่มใช้ประโยชน์จากสิ่งที่เรานำเสนอ!",
      "thirdTileDescription": "ด้วยการวิเคราะห์คุณสามารถควบคุมรายได้ของคุณได้อย่างเต็มที่ ติดตามและวิเคราะห์ทุกแง่มุมของรายได้ของคุณ",
      "fourthTileDescription": "ถอนเงินที่คุณได้รับอย่างง่ายและปลอดภัย โดยตรงไปยังบัญชีธนาคารหรือบัญชี PayPal ของคุณ",
      "fifthTileDescription": "เมื่อคุณทำการซื้อสินค้ากับพันธมิตรของเรา คุณจะได้รับเงินคืนจากทุกการซื้อ ใช้ประโยชน์จากข้อเสนอพิเศษและประหยัดมากขึ้นด้วยเครือข่ายพันธมิตรของเรา"
    }
  },
  "RecoverPassword": {
    "success": "สำเร็จ!",
    "passwordChangedSuccessfully": "รหัสผ่านถูกเปลี่ยนสำเร็จ",
    "returnToApp": "กลับสู่แอปพลิเคชัน",
    "recoverPassword": "กู้คืนรหัสผ่านของคุณ",
    "description": "กรอกรหัสผ่านใหม่และยืนยันรหัสผ่าน คลิกที่ปุ่มยืนยันเพื่ออัปเดตรหัสผ่าน ทำตามคำแนะนำที่คุณจะได้รับเพื่อเสร็จสิ้นกระบวนการเปลี่ยนรหัสผ่าน หากคุณพบปัญหาใด ๆ กรุณาติดต่อฝ่ายสนับสนุน",
    "password": "รหัสผ่าน",
    "reEnterPassword": "กรอกรหัสผ่านอีกครั้ง",
    "confirmNewPassword": "ยืนยันรหัสผ่านใหม่"
  },
  "HowItWorksPage": {
    "Header": {
      "headerTitle": "ค้นพบวิธีใหม่ในการหารายได้",
      "headerParagraph": "ด้วยเครื่องมือและทรัพยากรมากมาย ทุกคนสามารถค้นหาวิธีในการสร้างรายได้ของตัวเอง",
      "downloadIos": "ดาวน์โหลด iOS",
      "downloadAndroid": "ดาวน์โหลด Android"
    },
    "StepTile": {
      "startEarningBy3Steps": "เริ่มต้นหารายได้ทันทีด้วยสามขั้นตอนต่อไปนี้",
      "firstStep": "ขั้นตอนที่ 1",
      "secondStep": "ขั้นตอนที่ 2",
      "thirdStep": "ขั้นตอนที่ 3",
      "firstTileHeader": "การลงทะเบียนและตั้งค่าบัญชี",
      "firstTileParagraph": "กระบวนการลงทะเบียนที่ JoyProfits ง่ายและรวดเร็ว เพียงกรอกข้อมูลพื้นฐาน ยืนยันบัญชีของคุณ จากนั้นเข้าสู่ระบบและตั้งค่าบัญชีของคุณ",
      "firstTileExtraParagraph": "หลังจากเข้าสู่ระบบ คุณสามารถตั้งค่าบัญชีของคุณเพื่อให้แพลตฟอร์มแนะนำวิธีการหารายได้ที่เหมาะสมกับความต้องการของคุณ",
      "secondTileHeader": "เลือกกลยุทธ์การหารายได้และการศึกษา",
      "secondTileParagraph": "JoyProfits มีกลยุทธ์การหารายได้หลายแบบ เช่น การตลาดพันธมิตร การเข้าร่วมโปรแกรมพันธมิตร การเล่นเกมและการทำแบบสอบถาม คุณสามารถสำรวจตัวเลือกที่มีและเลือกที่เหมาะสมกับคุณที่สุด",
      "secondTileExtraParagraph": "เพื่อเพิ่มโอกาสในการประสบความสำเร็จ ใช้ประโยชน์จากแหล่งการศึกษา เช่น คอร์สออนไลน์ สัมมนา บทความ และคู่มือ นอกจากนี้ยังมีการสนับสนุนจากทีมเทคนิคและชุมชนผู้ใช้ที่สามารถแลกเปลี่ยนประสบการณ์และขอความช่วยเหลือ",
      "thirdTileHeader": "การติดตามผล การปรับแต่ง และการถอนเงิน",
      "thirdTileParagraph": "แพลตฟอร์ม JoyProfits มีเครื่องมือการวิเคราะห์เพื่อการติดตามผล ซึ่งช่วยให้คุณเห็นจุดที่ต้องปรับปรุงและเพิ่มประสิทธิภาพการดำเนินการเพื่อเพิ่มผลกำไร",
      "thirdTileExtraParagraph": "เงินที่ได้รับสามารถถอนออกได้อย่างง่ายดายผ่านวิธีการชำระเงินที่หลากหลาย เช่น การโอนเงินผ่านธนาคารหรือบัญชี PayPal การถอนเงินรวดเร็วและปลอดภัย ซึ่งช่วยให้คุณมีการควบคุมทางการเงินอย่างเต็มที่"
    },
    "Section": {
      "header": "มันทำงานอย่างไร?"
    },
    "StepOverview": {
      "registrationAndConfig": "การลงทะเบียนและ\nตั้งค่าบัญชี",
      "strategySelection": "การเลือกกลยุทธ์\nการหารายได้",
      "educationAndSupport": "การศึกษา\nและการสนับสนุน",
      "analysis": "การติดตามผล\nและการปรับปรุง",
      "payouts": "การถอนเงิน\nที่ได้รับ"
    }
  },
  "EarnMethods": {
    "Header": {
      "headerTitle": "แอปเดียวหลายวิธีหารายได้!",
      "headerParagraph": "เราภูมิใจในชุมชนของเรา ที่ค้นพบวิธีใหม่ๆ ในการหารายได้ออนไลน์ทุกวัน",
      "downloadIos": "ดาวน์โหลด iOS",
      "downloadAndroid": "ดาวน์โหลด Android"
    },
    "Section": {
      "header": "แอปเดียวหลายวิธีในการหารายได้",
      "readMore": "อ่านเพิ่มเติม",
      "Tile1Header": "การเล่นเกม",
      "Tile1Description": "รับคะแนนจากการผ่านด่านและปลดล็อกฟังก์ชันในเกมมือถือ ทำภารกิจที่มีความยากต่างๆ ในเกมโปรดของคุณ",
      "Tile2Header": "การดูวิดีโอ",
      "Tile2Description": "หารายได้จากการดูวิดีโอและโฆษณา ใช้เวลาสักครู่เพื่อชมเนื้อหาน่าสนใจและรับเงินจากการดูโฆษณาหรือวิดีโอ เลือกจากหมวดหมู่และหัวข้อต่างๆ",
      "Tile3Header": "การทำแบบสอบถาม",
      "Tile3Description": "ตอบคำถามและแสดงความคิดเห็นของคุณ โดยรับเงินจากการทำแบบสอบถามที่เสร็จสมบูรณ์ ยิ่งทำแบบสอบถามได้มากเท่าไหร่ รายได้ก็ยิ่งมากขึ้นเท่านั้น",
      "Tile4Header": "การช้อปปิ้งออนไลน์",
      "Tile4Description": "ซื้อของในร้านโปรดและรับเงินคืนและรายได้เพิ่มเติม ลงทะเบียนในเว็บไซต์ร้านค้าเพื่อรับตัวอย่างสินค้าฟรีและคูปองส่วนลด",
      "Tile5Header": "ไมโครงาน",
      "Tile5Description": "หารายได้จากการเรียนรู้ทักษะใหม่ๆ เช่น การเขียนโปรแกรมหรือการออกแบบกราฟิก เลือกคอร์สที่น่าสนใจและทำงานที่มีอยู่ใน JoyProfits",
      "Tile6Header": "ความสำเร็จ",
      "Tile6Description": "ทำตามเป้าหมายใน JoyProfits รับรางวัลและเพิ่มรายได้ ทุกความสำเร็จจะนำคุณไปสู่ผลกำไรที่สูงขึ้นและรางวัลเพิ่มเติม"
    }
  },
  "AboutUs": {
    "Header": {
      "headerTitle": "พบกับผู้สร้าง JoyProfits!",
      "headerParagraph": "เริ่มหารายได้จาก JoyProfits ได้ง่ายและรวดเร็ว ตรวจสอบเลยตอนนี้ว่าคุณมีโอกาสอะไรบ้าง!",
      "downloadIos": "ดาวน์โหลด iOS",
      "downloadAndroid": "ดาวน์โหลด Android"
    },
    "StepTile": {
      "headerDescription": "ความคิดเห็นจากผู้ใช้ของเรา",
      "firstTileHeader": "สวัสดี!",
      "firstTileParagraph": "ผมชื่อ Jakub และเป็นผู้สร้างแอปพลิเคชันที่รวมความสนุกเข้ากับประโยชน์ – ช่วยให้คุณหารายได้จากการเล่นเกม การดูวิดีโอ และทำงานหลายอย่างอื่นๆ",
      "firstTileExtraParagraph": "ในฐานะที่เป็นคนที่หลงใหลในเทคโนโลยีใหม่ๆ และความบันเทิง ผมตระหนักว่าผู้คนจำนวนมากใช้เวลาว่างในโลกออนไลน์ ดังนั้นผมจึงตัดสินใจสร้างโซลูชันที่ช่วยให้ทุกคนสามารถสร้างรายได้จากกิจกรรมเหล่านั้น แอปพลิเคชัน JoyProfits คือผลลัพธ์ของการวิเคราะห์อย่างลึกซึ้ง การวิจัยตลาด และการทำงานหลายเดือนของผมและทีมงานในการสร้างเครื่องมือที่ปลอดภัยและใช้งานง่าย",
      "secondTileHeader": "พันธกิจของเรา",
      "secondTileParagraph": "พันธกิจของเราคือการเปลี่ยนกิจกรรมประจำวันที่สนุกสนานให้กลายเป็นประโยชน์ทางการเงิน ในยุคดิจิทัลและความนิยมของความบันเทิงออนไลน์ เราเห็นศักยภาพมากมายในการใช้เวลาที่ใช้ในโลกออนไลน์ในการสร้างรายได้เพิ่มเติม",
      "secondTileExtraParagraph": "เรามุ่งมั่นที่จะรักษาความใกล้ชิดกับผู้ใช้และยืดหยุ่นในการตอบสนองต่อความต้องการของพวกเขา ทุกวันเราทำงานในการพัฒนาแอปพลิเคชันเพื่อมอบประสบการณ์และโอกาสทางการเงินที่ดีที่สุด เป้าหมายของเราคือการสร้างชุมชนที่ทุกคนสามารถได้รับประโยชน์ทางการเงินจากสิ่งที่พวกเขารัก",
      "thirdTileHeader": "ค้นพบ JoyProfits",
      "thirdTileParagraph": "ขอเชิญคุณค้นพบศักยภาพของแอปพลิเคชันของเราและเข้าร่วมกับผู้ใช้ที่พึงพอใจซึ่งกำลังใช้โอกาสในการหารายได้จากการสนุกสนานและความบันเทิง",
      "thirdTileExtraParagraph": "เรากำลังเปลี่ยนแปลงวิธีที่เรามองเวลาที่ใช้ในโลกออนไลน์ สร้างแหล่งรายได้ใหม่ๆ ที่เป็นนวัตกรรม"
    }
  },
  "JPDownloadButton": {
    "downloadApp": "ดาวน์โหลดแอป"
  },
  "VerifyEmail": {
    "accountActivated": "บัญชีของคุณได้รับการเปิดใช้งาน",
    "hello": "สวัสดี",
    "thankYouNote": "ขอขอบคุณ, ที่อยู่อีเมลของคุณได้รับการตรวจสอบแล้ว บัญชีของคุณตอนนี้เปิดใช้งานแล้ว กรุณากดปุ่มด้านล่างเพื่อกลับไปยังแอป",
    "returnToApp": "กลับไปยังแอป",
    "invalidRequest": "โอ๊ะ... ไม่สามารถประมวลผลคำขอของคุณได้..."
  },
  "Validation": {
    "emailRequired": "ต้องระบุอีเมล",
    "passwordRequired": "ต้องระบุรหัสผ่าน",
    "firstNameRequired": "ต้องระบุชื่อ",
    "lastNameRequired": "ต้องระบุชื่อสกุล",
    "consentRequired": "ต้องการการยินยอม",
    "descriptionRequired": "ต้องระบุคำอธิบาย",
    "categorySelectionRequired": "ต้องเลือกหมวดหมู่",
    "minLength": "ความยาวขั้นต่ำคือ {count} ตัวอักษร",
    "maxLength": "ความยาวสูงสุดคือ {count} ตัวอักษร",
    "invalidEmail": "อีเมลไม่ถูกต้อง",
    "passwordSpecialChar": "ต้องมีอักขระพิเศษ",
    "passwordUppercase": "ต้องมีตัวอักษรใหญ่อย่างน้อยหนึ่งตัว",
    "passwordsMismatch": "รหัสผ่านไม่ตรงกัน"
  },
  "Dropdown": {
    "selectType": "เลือกประเภท"
  },
  "Languages": {
    "en": "อังกฤษ",
    "es": "สเปน",
    "de": "เยอรมัน",
    "fr": "ฝรั่งเศส",
    "it": "อิตาลี",
    "nl": "ดัตช์",
    "da": "เดนมาร์ก",
    "sv": "สวีเดน",
    "pl": "โปแลนด์",
    "pt": "โปรตุเกส",
    "ro": "โรมาเนีย",
    "vi": "เวียดนาม",
    "tr": "ตุรกี",
    "id": "อินโดนีเซีย",
    "ru": "รัสเซีย",
    "uk": "ยูเครน",
    "ur": "อูรดู",
    "ar": "อาหรับ",
    "hi": "ฮินดี",
    "ta": "ทมิฬ",
    "si": "สิงหล",
    "fa": "เปอร์เซีย",
    "tl-PH": "ฟิลิปปินส์",
    "bn": "เบงกาลี",
    "km": "เขมร",
    "th": "ไทย",
    "ja": "ญี่ปุ่น",
    "zh-hant": "จีน (ตัวเต็ม)",
    "zh-hans": "จีน (ตัวย่อ)",
    "ko": "เกาหลี"
  },
  "Errors": {
    "unknownError": "เกิดข้อผิดพลาดที่ไม่สามารถระบุได้",
    "invalidToken": "โทเค็นไม่ถูกต้อง",
    "tokenExpired": "โทเค็นของคุณหมดอายุแล้ว",
    "missingTokenOwner": "ไม่พบเจ้าของโทเค็น",
    "tokenUsed": "โทเค็นถูกใช้แล้ว",
    "tokenVerificationFailed": "การตรวจสอบโทเค็นล้มเหลว...",
    "invalidPassword": "รหัสผ่านที่ป้อนผิด",
    "passwordChangeFailed": "การเปลี่ยนรหัสผ่านล้มเหลว"
  },
  "Metadata": {
    "homePage": {
      "title": "JoyProfits - หาเงินออนไลน์ฟรี",
      "description": "หาเงินออนไลน์โดยการดูโฆษณา, ทำแบบสอบถาม, เล่นเกม, เขียนความคิดเห็น, เขียนบทความ, ตอบคำถาม, ทำข้อเสนอและอื่นๆ"
    },
    "howItWorks": {
      "title": "JoyProfits - วิธีการทำงาน",
      "description": "เรียนรู้วิธีการทำงานของ JoyProfits และวิธีที่คุณสามารถเริ่มหาเงินได้ใน 3 ขั้นตอนง่ายๆ อธิบายอย่างง่ายพร้อมคำแนะนำและวิธีการหาเงิน"
    },
    "earnMethods": {
      "title": "JoyProfits - วิธีการหาเงิน",
      "description": "ค้นพบวิธีการต่างๆ ในการหาเงินออนไลน์จาก JoyProfits เล่นเกม, ดูวิดีโอ, ทำแบบสอบถาม, ช็อปปิ้งออนไลน์และอีกมากมาย"
    },
    "support": {
      "title": "JoyProfits - การสนับสนุน",
      "description": "หากคุณมีคำถาม, ต้องการความช่วยเหลือหรือพบปัญหา, ติดต่อทีมสนับสนุนของเรา"
    },
    "signIn": {
      "title": "JoyProfits - เข้าสู่ระบบ",
      "description": "เข้าสู่ระบบบัญชีของคุณบน JoyProfits และเริ่มหาเงินออนไลน์ เข้าสู่ระบบเพื่อเข้าถึงโปรไฟล์ของคุณและจัดการรายได้ของคุณ"
    },
    "register": {
      "title": "JoyProfits - ลงทะเบียน",
      "description": "ลงทะเบียนที่ JoyProfits และเริ่มหาเงินออนไลน์ สร้างบัญชีเพื่อเข้าถึงวิธีการและโอกาสในการหารายได้"
    },
    "aboutUs": {
      "title": "JoyProfits - เกี่ยวกับเรา",
      "description": "เรียนรู้เพิ่มเติมเกี่ยวกับ JoyProfits, ผู้สร้างแอปพลิเคชันและภารกิจของแพลตฟอร์ม ค้นพบว่าคุณจะได้รับประโยชน์จากการใช้ JoyProfits อย่างไร"
    },
    "advertising": {
      "title": "JoyProfits - การโฆษณา",
      "description": "เรียนรู้เกี่ยวกับนโยบายโฆษณาของ JoyProfits ที่มั่นใจได้ในความโปร่งใส, ความรับผิดชอบและการปฏิบัติตามกฎหมายในการโปรโมทผลิตภัณฑ์และบริการ"
    },
    "privacyPolicy": {
      "title": "JoyProfits - นโยบายความเป็นส่วนตัว",
      "description": "อ่านนโยบายความเป็นส่วนตัวของ JoyProfits เพื่อเรียนรู้วิธีที่เราเก็บ, ใช้และปกป้องข้อมูลส่วนบุคคลของคุณ เข้าใจสิทธิของคุณและวิธีที่เราปกป้องข้อมูล"
    },
    "termsOfService": {
      "title": "JoyProfits - ข้อกำหนดในการให้บริการ",
      "description": "อ่านข้อกำหนดในการให้บริการของ JoyProfits เพื่อเข้าใจเงื่อนไขและข้อกำหนดในการใช้แพลตฟอร์ม เรียนรู้เกี่ยวกับสิทธิและข้อผูกมัดของคุณในฐานะผู้ใช้"
    },
    "cookiesPolicy": {
      "title": "JoyProfits - นโยบายคุกกี้",
      "description": "อ่านนโยบายคุกกี้ของ JoyProfits เพื่อเรียนรู้วิธีที่เราใช้คุกกี้และเทคโนโลยีที่คล้ายกันเพื่อปรับปรุงประสบการณ์ของคุณในแพลตฟอร์ม"
    },
    "locationData": {
      "title": "JoyProfits - ข้อมูลตำแหน่ง",
      "description": "เรียนรู้วิธีที่ JoyProfits เก็บและใช้ข้อมูลตำแหน่งเพื่อให้บริการที่ปรับแต่งตามความต้องการและปรับปรุงประสบการณ์ผู้ใช้"
    },
    "managingUsersData": {
      "title": "JoyProfits - การจัดการข้อมูลผู้ใช้",
      "description": "เรียนรู้วิธีที่ JoyProfits จัดการข้อมูลผู้ใช้เพื่อให้แน่ใจว่ามีความเป็นส่วนตัว, ความปลอดภัยและการปฏิบัติตามกฎหมาย"
    },
    "typesOfCookies": {
      "title": "JoyProfits - ประเภทของคุกกี้",
      "description": "เรียนรู้เกี่ยวกับประเภทของคุกกี้ที่ JoyProfits ใช้เพื่อปรับปรุงประสบการณ์ผู้ใช้และให้บริการที่ปรับแต่งตามความต้องการ"
    },
    "usersTransferData": {
      "title": "JoyProfits - การโอนข้อมูลผู้ใช้",
      "description": "เรียนรู้วิธีที่ JoyProfits โอนข้อมูลผู้ใช้เพื่อให้แน่ใจว่าเป็นไปตามข้อกำหนดความเป็นส่วนตัว, ความปลอดภัยและกฎหมาย"
    },
    "confirmEmailChange": {
      "title": "JoyProfits - ยืนยันการเปลี่ยนแปลงอีเมล",
      "description": "ยืนยันการเปลี่ยนแปลงอีเมลของคุณเพื่ออัปเดตข้อมูลบัญชีของคุณ ปฏิบัติตามคำแนะนำเพื่อเสร็จสิ้นกระบวนการ"
    },
    "recoverPassword": {
      "title": "JoyProfits - กู้คืนรหัสผ่าน",
      "description": "กู้คืนรหัสผ่านของคุณใน JoyProfits ป้อนรหัสผ่านใหม่และยืนยันเพื่ออัปเดตข้อมูลบัญชีของคุณ"
    },
    "verifyAccount": {
      "title": "JoyProfits - การยืนยันบัญชี",
      "description": "ยืนยันบัญชีของคุณบน JoyProfits เพื่อเปิดใช้งานโปรไฟล์ของคุณและเริ่มหาเงินออนไลน์"
    }
  }
}
