{
  "globals": {
    "Captions": {
      "signIn": "لاگ ان کریں",
      "register": "رجسٹر کریں",
      "mainPage": "ہوم پیج",
      "howItWorks": "یہ کیسے کام کرتا ہے",
      "earnMethods": "کمانے کے طریقے",
      "support": "مدد",
      "platform": "پلیٹ فارم",
      "menu": "مینو",
      "company": "کمپنی",
      "policy": "پالیسی",
      "blog": "بلاگ",
      "affilateProgram": "افیلیٹ پروگرام",
      "resources": "وسائل",
      "policyPrivacy": "پرائیویسی پالیسی",
      "terms": "شرائط",
      "copyright": "کاپی رائٹ",
      "cookiePolicy": "کوکی پالیسی",
      "adRules": "اشتہاری قوانین",
      "aboutUs": "ہمارے بارے میں",
      "downloadApp": "ایپ ڈاؤن لوڈ کریں",
      "appDescription": "ہمارے پلیٹ فارم میں شامل ہوں اور جانیں کہ آپ اپنی مہارتوں سے کیسے کما سکتے ہیں"
    },
    "SignIn": {
      "title": "لاگ ان",
      "email": "ای میل",
      "emailPlaceholder": "ای میل",
      "password": "پاسورڈ",
      "logIn": "لاگ ان کریں"
    },
    "NotFoundPage": {
      "pageNotFound": "صفحہ نہیں ملا",
      "pageNotFoundDescription": "جس صفحے کی آپ تلاش کر رہے ہیں، وہ موجود نہیں ہے۔ آپ یہاں کیسے پہنچے، یہ ایک راز ہے۔ تاہم، آپ نیچے دیے گئے بٹن پر کلک کر کے ہوم پیج پر واپس جا سکتے ہیں۔"
    },
    "Messages": {},
    "Errors": {}
  },
  "SignIn": {
    "title": "لاگ ان",
    "email": "ای میل",
    "enterEmail": "ای میل ایڈریس درج کریں",
    "enterPassword": "پاسورڈ درج کریں",
    "emailPlaceholder": "ای میل",
    "password": "پاسورڈ",
    "logIn": "لاگ ان کریں",
    "signIn": "لاگ ان کریں",
    "orSignInWith": "یا لاگ ان کریں",
    "forgotPassword": "پاسورڈ بھول گئے؟",
    "reset": "ری سیٹ کریں",
    "haveNotAnAccount": "کیا آپ کے پاس اکاؤنٹ نہیں ہے؟",
    "register": "رجسٹر کریں"
  },
  "Register": {
    "title": "رجسٹر کریں",
    "email": "ای میل",
    "enterEmail": "ای میل ایڈریس درج کریں",
    "enterPassword": "پاسورڈ درج کریں",
    "reEnterPassword": "پاسورڈ دوبارہ درج کریں",
    "emailPlaceholder": "ای میل",
    "password": "پاسورڈ",
    "register": "رجسٹر کریں",
    "orRegisterWith": "یا رجسٹر کریں",
    "haveAnAccount": "کیا آپ کا اکاؤنٹ پہلے سے ہے؟",
    "signIn": "لاگ ان کریں"
  },
  "Support": {
    "contactWithUs": "ہم سے رابطہ کریں",
    "fillDataDescription": "اپنے ڈیٹا کو مکمل کریں اور مسئلہ یا واقعہ کی تفصیل فراہم کریں، ہم آپ سے جلد رابطہ کریں گے۔ یاد رکھیں، آپ خوش آمدید ہونے کے بغیر بھی JoyProfits پر درخواست بھیج سکتے ہیں۔",
    "fillForm": "فارم کو مکمل کریں",
    "selectReportType": "رپورٹ کی قسم منتخب کریں",
    "contactEmail": "رابطہ ای میل ایڈریس",
    "describeReport": "رپورٹ کی وضاحت کریں",
    "sendReport": "رپورٹ بھیجیں",
    "payoutProblem": "ادائیگی کا مسئلہ",
    "paymentMethod": "ادائیگی کا طریقہ",
    "taskWasNotCounted": "کام شمار نہیں کیا گیا",
    "technicalError": "تکنیکی خرابی",
    "reviews": "جائزے",
    "cooperation": "تعاون",
    "promote": "پروموشن",
    "firstName": "آپ کا پہلا نام",
    "lastName": "آپ کا آخری نام",
    "iConsentToContact": "میں JoyProfits سے رابطہ کرنے اور ای میل کے ذریعے معلومات وصول کرنے پر رضا مند ہوں۔",
    "requiredFields": "مطلوبہ فیلڈز"
  },
  "HomePage": {
    "Header": {
      "headerTitle": "انعامات حاصل کریں اور\nخالی وقت میں پیسے کمائیں!",
      "headerParagraph": "ایپ ڈاؤن لوڈ کریں اور کہیں بھی اور کبھی بھی کمانا شروع کریں!",
      "downloadIos": "آئی او ایس ڈاؤن لوڈ کریں",
      "downloadAndroid": "اینڈرائیڈ ڈاؤن لوڈ کریں"
    },
    "DownloadSection": {
      "headerDescription": "ہماری ایپ ڈاؤن لوڈ کریں",
      "tileHeader": "{appName} پر ڈاؤن لوڈ کریں",
      "leftTileDescription": "ہماری ایپ کو iOS پر ڈاؤن لوڈ کریں اور نئی امکانات دریافت کریں! آسان انٹرفیس کے ذریعے آپ اپنے کام کو تیزی سے منظم کر سکتے ہیں، ترقی کو ٹریک کر سکتے ہیں، اور منفرد خصوصیات کا فائدہ اٹھا سکتے ہیں۔ JoyProfits ایپ کا استعمال کتنا آسان اور خوشگوار ہے، یہ جان کر آپ خوش ہوں گے۔",
      "rightTileDescription": "ہماری ایپ کو Google Play سے ڈاؤن لوڈ کریں اور تمام خصوصیات تک مکمل رسائی حاصل کریں! استعمال میں آسان انٹرفیس کے ذریعے آپ اپنے کام کو آسانی سے منظم کریں، ترقی کو ٹریک کریں اور منفرد آفرز کا فائدہ اٹھائیں۔ ایپ ڈاؤن لوڈ کریں اور جانیں کہ آپ کیا کچھ حاصل کر سکتے ہیں!"
    },
    "WCSSection": {
      "headerDescription": "ہمارے صارفین کیا کہتے ہیں؟",
      "user1Description": "ایپ میں کمانے کے کئی طریقے ہیں، لیکن مجھے ویڈیوز دیکھنے کا اختیار سب سے زیادہ پسند ہے۔ میرے پاس اکثر فارغ وقت ہوتا ہے، اس لیے میں اس دوران تھوڑا پیسہ کما لیتا ہوں۔ ادائیگیاں تیز اور پریشانی سے آزاد ہیں۔",
      "user2Description": "وہ لوگ جو تھوڑا سا فارغ وقت رکھتے ہیں اور اضافی کمانا چاہتے ہیں، ان کے لیے یہ ایپ بہت اچھا ہے۔ مجھے گیمز کھیلنے کا آپشن بہت پسند آیا۔ کمائی کے تجزیے مجھے یہ سمجھنے میں مدد کرتے ہیں کہ کہاں اور کس طرح زیادہ کما سکتا ہوں۔",
      "user3Description": "بہت آرام دہ ایپ۔ جب میرے پاس وقت ہوتا ہے تو میں گیمز کھیلتا ہوں اور ویڈیوز دیکھ کر پیسہ کماتا ہوں۔ کیش بیکس بہت اچھا ہیں، اور ادائیگیاں مسئلے کے بغیر کام کرتی ہیں۔",
      "user4Description": "اچھی طرح ڈیزائن کی گئی ایپ جس میں کمانے کے مختلف طریقے ہیں – گیمز کھیلنے سے لے کر ویڈیوز دیکھنے تک۔",
      "user5Description": "کمانے کے مختلف طریقے اور تیز ادائیگیاں PayPal پر۔ کیش بیک بہت اچھا اضافی فائدہ ہے!",
      "user6Description": "اچھے کمانے کے آپشنز اور کیش بیک۔ کبھی کبھار ادائیگی میں تھوڑی دیر لگتی ہے، لیکن عمومی طور پر میں اس کی سفارش کرتا ہوں۔",
      "user7Description": "اچھا ہے کہ میں مختلف پلیٹ فارمز میں سے انتخاب کر سکتا ہوں – ویڈیوز، گیمز، اور دوسرے۔ ادائیگیاں تیز ہیں۔",
      "user8Description": "اچھا ہے کہ کچھ پلیٹ فارمز دستیاب ہیں۔ کبھی میں گیمز کھیلنا چاہتا ہوں، کبھی ویڈیوز دیکھنا۔ ادائیگیاں ٹھیک ہیں۔",
      "user9Description": "کمانے کے بہت سے مواقع ہیں، سب کچھ اچھی طرح سے چلتا ہے۔",
      "user10Description": "میں تجویز کرتا ہوں، یہ بخوبی کام کرتا ہے، اور کمائی بغیر کسی مسئلے کے ادا کی جاتی ہے۔"
    },
    "TrustedUs": {
      "trustedUs": "ہم پر بھروسہ کیا گیا"
    },
    "HowItWorksSection": {
      "headerDescription": "یہ کیسے کام کرتا ہے",
      "paragraphDescription": "آسان کاموں کو مکمل کرکے آپ ہر مہینے 3000 روپے تک کما سکتے ہیں، بغیر کسی پوشیدہ فیس یا اضافی ٹیکس کے۔ مزید یہ کہ، آپ کی کمائی کا کوئی اوپر کی حد نہیں ہے – آپ خود فیصلہ کرتے ہیں کہ کتنی کمائی کرنی ہے۔",
      "listDescription": "JoyProfits کے ذریعے آپ مختلف طریقوں سے کما سکتے ہیں",
      "firstListDescription": "گیمز کھیل کر",
      "secondListDescription": "سروے مکمل کر کے",
      "thirdListDescription": "ویڈیوز اور اشتہارات دیکھ کر",
      "fourthListDescription": "آن لائن خریداری کر کے"
    },
    "SectionImageBlueBg": {
      "headerDescription": "کیا فوائد ہیں",
      "paragraphDescription": "JoyProfits آپ کو مکمل وقت کے کام کے طور پر یا اضافی آمدنی کے ذریعے کام کرنے کی سہولت فراہم کرتا ہے، جو دنیا بھر میں لوگوں کے لیے دستیاب ہے۔ آپ انٹرنیٹ تک رسائی رکھنے والی کسی بھی ڈیوائس کا استعمال کرتے ہوئے پیسہ کما سکتے ہیں، چاہے آپ کہاں بھی ہوں۔ آپ کو اس پلیٹ فارم کے استعمال میں وقت اور محنت کے عوض معاوضہ ملے گا۔"
    },
    "Benefits": {
      "headerDescription": "JoyProfits آپ کی مدد کیسے کر سکتا ہے؟",
      "description": "JoyProfits آپ کی مضبوطیوں کو استعمال کرنے میں مدد کرے گا، چھ مختلف طریقوں سے کمانے کی پیشکش کرتا ہے۔ اس سے آپ اپنے ہنر اور دلچسپیوں کے مطابق بہترین آپشن کا انتخاب کر سکتے ہیں۔ یہ پلیٹ فارم آپ کی محنت اور وقت کو مخصوص آمدنی میں تبدیل کرنے میں مدد دیتا ہے۔",
      "seeMore": "مزید دیکھیں"
    },
    "AboutSection": {
      "header": "JoyProfits کے بارے میں",
      "description": "ہمارے iOS اور Android پر دستیاب ایپ کو دریافت کریں! ابھی ڈاؤن لوڈ کریں اور ہمارے فراہم کردہ مواقع کا فائدہ اٹھائیں!"
    },
    "AboutSectionTiles": {
      "firstTileHeader": "کھیلنا اور کمانا",
      "secondTileHeader": "iOS اور Android ایپ",
      "thirdTileHeader": "کمائی کا تجزیہ",
      "fourthTileHeader": "100% سیکیورٹی",
      "fifthTileHeader": "کیش بیک",
      "firstTileDescription": "اپنے پسندیدہ گیمز کھیل کر پیسہ کمائیں اور اپنی کمائی کو بڑھائیں۔",
      "secondTileDescription": "ہماری ایپ ڈاؤن لوڈ کریں اور کہیں بھی کمانا شروع کریں۔",
      "thirdTileDescription": "ہماری ایپ کی مدد سے آپ اپنی کمائی کا تجزیہ کر سکتے ہیں۔",
      "fourthTileDescription": "ہماری سروس آپ کی معلومات کو مکمل طور پر محفوظ رکھتی ہے۔",
      "fifthTileDescription": "کیش بیک پروگرام کے ذریعے اپنی خریداریوں سے پیسہ کمائیں۔"
    }
  },
  "RecoverPassword": {
    "success": "کامیاب!",
    "passwordChangedSuccessfully": "پاس ورڈ کامیابی سے تبدیل ہو گیا",
    "returnToApp": "ایپ پر واپس جائیں",
    "recoverPassword": "اپنا پاس ورڈ دوبارہ حاصل کریں",
    "description": "نیا پاس ورڈ اور اس کی تصدیق درج کریں۔ پاس ورڈ اپ ڈیٹ کرنے کے لئے تصدیق کے بٹن پر کلک کریں۔ پاس ورڈ تبدیل کرنے کے عمل کو مکمل کرنے کے لئے آپ کو ملنے والی ہدایات پر عمل کریں۔ اگر آپ کو کوئی مسئلہ درپیش ہو تو براہ کرم کسٹمر سپورٹ سے رابطہ کریں۔",
    "password": "پاس ورڈ",
    "reEnterPassword": "پاس ورڈ دوبارہ درج کریں",
    "confirmNewPassword": "نیا پاس ورڈ تصدیق کریں"
  },
  "HowItWorksPage": {
    "Header": {
      "headerTitle": "نئے طریقوں سے پیسہ کمانا سیکھیں",
      "headerParagraph": "وسیع پیمانے پر دستیاب ٹولز اور وسائل کے ساتھ، ہر کوئی اپنی آمدنی پیدا کرنے کا طریقہ تلاش کرسکتا ہے۔",
      "downloadIos": "آئی او ایس ڈاؤن لوڈ کریں",
      "downloadAndroid": "اینڈروئیڈ ڈاؤن لوڈ کریں"
    },
    "StepTile": {
      "startEarningBy3Steps": "ابھی پیسہ کمانا شروع کریں، صرف تین آسان قدموں میں",
      "firstStep": "پہلا قدم",
      "secondStep": "دوسرا قدم",
      "thirdStep": "تیسرا قدم",
      "firstTileHeader": "اکاؤنٹ کی رجسٹریشن اور سیٹ اپ",
      "firstTileParagraph": "JoyProfits پر رجسٹریشن کا عمل تیز اور آسان ہے۔ آپ کو بس اپنے بنیادی تفصیلات فراہم کرنی ہوتی ہیں، اکاؤنٹ کی تصدیق کرنی ہوتی ہے، اور پھر لاگ ان کر کے پروفائل سیٹ اپ کرنا ہوتا ہے۔",
      "firstTileExtraParagraph": "لاگ ان کرنے کے بعد، آپ اپنے پروفائل کو سیٹ اپ کر سکتے ہیں تاکہ پلیٹ فارم آپ کی ضروریات کے مطابق کمانے کے طریقے تجویز کرے۔",
      "secondTileHeader": "کمانے کی حکمت عملی کا انتخاب اور تعلیم",
      "secondTileParagraph": "JoyProfits مختلف کمانے کی حکمت عملی فراہم کرتا ہے جیسے افیلیٹ مارکیٹنگ، پارٹنرشپ پروگرامز میں حصہ لینا، گیمز کھیلنا، اور سرویز بھرنا۔ آپ مختلف اختیارات کا جائزہ لے سکتے ہیں اور ان کا انتخاب کر سکتے ہیں جو آپ کی ضروریات کے مطابق ہوں۔",
      "secondTileExtraParagraph": "اپنی کامیابی کے امکانات بڑھانے کے لیے، پلیٹ فارم پر دستیاب متعدد تعلیمی مواد جیسے کورسز، ویبینرز، مضامین، اور گائیڈز کا فائدہ اٹھائیں۔ اس کے علاوہ، آپ کو تکنیکی معاونت اور ایک صارف کمیونٹی تک رسائی بھی ملے گی جہاں آپ تجربات شیئر کر سکتے ہیں اور مدد حاصل کر سکتے ہیں۔",
      "thirdTileHeader": "ترقی کی نگرانی، اصلاح اور ادائیگیاں",
      "thirdTileParagraph": "JoyProfits پلیٹ فارم میں تجزیاتی ٹولز ہیں جو آپ کے نتائج کی نگرانی کرنے میں مدد دیتے ہیں، جس سے آپ بہتری کی جگہوں کی شناخت کر سکتے ہیں اور منافع کو زیادہ سے زیادہ کرنے کے لیے اپنے اقدامات کو بہتر بنا سکتے ہیں۔",
      "thirdTileExtraParagraph": "کمائی گئی رقم مختلف ادائیگی کے طریقوں کے ذریعے آسانی سے نکالی جا سکتی ہے جیسے بینک ٹرانسفر یا پے پال اکاؤنٹ۔ ادائیگیاں تیز اور محفوظ ہیں، جو آپ کو آپ کی مالیات پر مکمل کنٹرول فراہم کرتی ہیں۔"
    },
    "Section": {
      "header": "یہ کیسے کام کرتا ہے؟"
    },
    "StepOverview": {
      "registrationAndConfig": "رجسٹریشن اور\nاکاؤنٹ کی سیٹ اپ",
      "strategySelection": "کمانے کی حکمت عملی\nکا انتخاب",
      "educationAndSupport": "تعلیم\nاور معاونت",
      "analysis": "ترقی کی نگرانی\nاور اصلاح",
      "payouts": "کمائی گئی رقم\nکی ادائیگیاں"
    }
  },
  "EarnMethods": {
    "Header": {
      "headerTitle": "صرف ایک ایپ، بے شمار طریقے!",
      "headerParagraph": "ہم اپنی کمیونٹی کے صارفین پر فخر کرتے ہیں جو روزانہ نئے طریقوں سے آن لائن پیسہ کما رہے ہیں۔",
      "downloadIos": "آئی او ایس ڈاؤن لوڈ کریں",
      "downloadAndroid": "اینڈروئیڈ ڈاؤن لوڈ کریں"
    },
    "Section": {
      "header": "ایک ایپ، بے شمار پیسہ کمانے کے مواقع",
      "readMore": "مزید پڑھیں",
      "Tile1Header": "گیمز کھیلنا",
      "Tile1Description": "موبائل گیمز میں لیولز مکمل کرنے اور خصوصیات ان لاک کرنے کے لیے پوائنٹس حاصل کریں۔ مختلف مشکل سطحوں پر کام کریں اور اپنی پسندیدہ گیمز میں مختلف ٹاسک کریں۔",
      "Tile2Header": "ویڈیوز دیکھنا",
      "Tile2Description": "ویڈیوز اور اشتہارات دیکھ کر پیسہ کمائیں۔ دلچسپ مواد دیکھنے میں کچھ وقت گزاریں اور ہر اشتہار یا ویڈیو دیکھنے پر انعام حاصل کریں۔ مختلف زمروں اور موضوعات میں سے منتخب کریں۔",
      "Tile3Header": "سرویز مکمل کرنا",
      "Tile3Description": "سوالات کے جوابات دیں اور اپنی رائے شیئر کریں، ہر مکمل سروے پر انعام حاصل کریں۔ جتنا زیادہ سروے مکمل کریں گے، اتنا زیادہ کمائیں گے۔",
      "Tile4Header": "آن لائن خریداری",
      "Tile4Description": "اپنے پسندیدہ اسٹورز سے خریداری کریں اور نقد واپس حاصل کریں ساتھ ہی اضافی آمدنی بھی۔ ویب سائٹوں پر سائن اپ کریں تاکہ آپ مفت نمونے اور ڈسکاؤنٹ کوڈز حاصل کرسکیں۔",
      "Tile5Header": "مائیکرو ٹاسکس",
      "Tile5Description": "نئی مہارتیں سیکھ کر پیسہ کمائیں جیسے پروگرامنگ یا گرافک ڈیزائن۔ JoyProfits پر دستیاب دلچسپ کورسز کا انتخاب کریں اور دستیاب کام کریں۔",
      "Tile6Header": "کارنامے",
      "Tile6Description": "JoyProfits پر مقاصد حاصل کریں، انعامات جیتیں اور اپنی آمدنی میں اضافہ کریں۔ ہر کامیابی آپ کو زیادہ منافع اور اضافی انعامات کے قریب لے جاتی ہے۔"
    }
  },
  "AboutUs": {
    "Header": {
      "headerTitle": "JoyProfits کے تخلیق کاروں کو بہتر طور پر جانیں!",
      "headerParagraph": "JoyProfits کے ساتھ پیسہ کمانا شروع کریں، سادہ اور تیز طریقے سے۔ ابھی دیکھیں آپ کے پاس کتنی ممکنات ہیں!",
      "downloadIos": "آئی او ایس ڈاؤن لوڈ کریں",
      "downloadAndroid": "اینڈروئیڈ ڈاؤن لوڈ کریں"
    },
    "StepTile": {
      "headerDescription": "ہمارے صارفین کیا کہتے ہیں؟",
      "firstTileHeader": "خوش آمدید!",
      "firstTileParagraph": "میرا نام یاکب ہے اور میں ایپلی کیشن کا تخلیق کار ہوں جو خوشی کو فائدے میں تبدیل کرتی ہے - یہ آپ کو گیمز کھیل کر، ویڈیوز دیکھ کر اور کئی دوسرے ٹاسک مکمل کرکے پیسہ کمانے کی سہولت دیتی ہے۔",
      "firstTileExtraParagraph": "نئے ٹیکنالوجیز اور تفریحی سرگرمیوں کا شوق رکھنے والے شخص کے طور پر، میں نے محسوس کیا کہ دن بہ دن لوگ اپنے فارغ وقت کو ورچوئل دنیا میں گزار رہے ہیں۔ میں نے ایک حل تیار کرنے کا فیصلہ کیا جو اس سرگرمی سے مالی فوائد حاصل کرنے کی اجازت دے۔ JoyProfits ایپ میری اور میری ٹیم کی کئی مہینوں کی محنت اور گہرائی سے کی جانے والی مارکیٹ تحقیق کا نتیجہ ہے۔",
      "secondTileHeader": "ہماری مشن",
      "secondTileParagraph": "ہماری مشن ہے روزمرہ کی تفریحات کو حقیقی مالی فوائد میں تبدیل کرنا۔ ڈیجیٹلائزیشن کے دور میں اور ورچوئل تفریحات کی بڑھتی ہوئی مقبولیت کے درمیان، ہم نے آن لائن گزارے جانے والے وقت کا فائدہ اٹھا کر اضافی آمدنی حاصل کرنے کا بہت بڑا موقع دیکھا۔",
      "secondTileExtraParagraph": "ہم صارفین کے ساتھ قریبی تعلق پر زور دیتے ہیں اور ان کی ضروریات پر ردعمل دینے میں لچک رکھتے ہیں۔ ہر دن ہم ایپلی کیشن کو بہتر بنانے کے لیے کام کر رہے ہیں تاکہ بہترین تجربات اور کمانے کے مواقع فراہم کیے جا سکیں۔ ہمارا مقصد ایک ایسی کمیونٹی بنانا ہے جس میں ہر صارف اپنی پسندیدہ سرگرمیوں سے مالی فائدہ اٹھا سکے۔",
      "thirdTileHeader": "JoyProfits کو دریافت کریں",
      "thirdTileParagraph": "ہمیں خوش آمدید کہتے ہیں تاکہ آپ ہماری ایپ کی صلاحیت دریافت کریں اور ان صارفین میں شامل ہوں جو پہلے ہی تفریح اور کھیل کے ذریعے پیسہ کمانے کے مواقع سے فائدہ اٹھا رہے ہیں۔",
      "thirdTileExtraParagraph": "ہم مل کر اس طریقے کو تبدیل کر رہے ہیں جسے ہم آن لائن وقت گزارتے ہیں، نیا اور انوکھا آمدنی کے ذرائع تخلیق کر رہے ہیں!"
    }
  },
  "JPDownloadButton": {
    "downloadApp": "ایپ ڈاؤن لوڈ کریں"
  },
  "VerifyEmail": {
    "accountActivated": "اکاؤنٹ فعال ہو چکا ہے",
    "hello": "ہیلو",
    "thankYouNote": "شکریہ، آپ کا ای میل ایڈریس تصدیق ہو چکا ہے۔ آپ کا اکاؤنٹ اب فعال ہے۔ ایپ پر واپس جانے کے لئے نیچے دیے گئے بٹن کا استعمال کریں۔",
    "returnToApp": "ایپ پر واپس جائیں",
    "invalidRequest": "اوہ... ہم آپ کی درخواست پر عمل نہیں کر سکے..."
  },
  "Validation": {
    "emailRequired": "ای میل ایڈریس ضروری ہے",
    "passwordRequired": "پاس ورڈ ضروری ہے",
    "firstNameRequired": "پہلا نام ضروری ہے",
    "lastNameRequired": "آخری نام ضروری ہے",
    "consentRequired": "رضامندی ضروری ہے",
    "descriptionRequired": "تفصیل ضروری ہے",
    "categorySelectionRequired": "زمرہ منتخب کرنا ضروری ہے",
    "minLength": "کم از کم لمبائی {count} حروف ہے",
    "maxLength": "زیادہ سے زیادہ لمبائی {count} حروف ہے",
    "invalidEmail": "غلط ای میل ایڈریس",
    "passwordSpecialChar": "خاص حرف ضروری ہے",
    "passwordUppercase": "کم از کم ایک بڑے حرف کی ضرورت ہے",
    "passwordsMismatch": "پاس ورڈ میل نہیں کھاتے"
  },
  "Dropdown": {
    "selectType": "قسم منتخب کریں"
  },
  "Languages": {
    "en": "انگریزی",
    "es": "ہسپانوی",
    "de": "جرمن",
    "fr": "فرانسیسی",
    "it": "اطالوی",
    "nl": "ڈچ",
    "da": "ڈینش",
    "sv": "سویڈش",
    "pl": "پولش",
    "pt": "پرتگالی",
    "ro": "رومانی",
    "vi": "ویتنامی",
    "tr": "ترکی",
    "id": "انڈونیشیائی",
    "ru": "روسی",
    "uk": "یوکرینی",
    "ur": "اردو",
    "ar": "عربی",
    "hi": "ہندی",
    "ta": "تمل",
    "si": "سینھالی",
    "fa": "فارسی",
    "tl-PH": "فلپائنی",
    "bn": "بنگالی",
    "km": "کیمیبیا",
    "th": "تھائی",
    "ja": "جاپانی",
    "zh-hant": "چینی-روایتی",
    "zh-hans": "چینی-آسان",
    "ko": "کوریائی"
  },
  "Errors": {
    "unknownError": "ایک غیر متعین غلطی ہوئی",
    "invalidToken": "غلط ٹوکن",
    "tokenExpired": "آپ کا ٹوکن میعاد ختم ہو چکا ہے",
    "missingTokenOwner": "ٹوکن کا مالک معلوم نہیں ہوا",
    "tokenUsed": "ٹوکن پہلے ہی استعمال ہو چکا ہے",
    "tokenVerificationFailed": "ٹوکن کی تصدیق ناکام ہوئی...",
    "invalidPassword": "داخل کیا گیا پاس ورڈ غلط ہے",
    "passwordChangeFailed": "پاس ورڈ تبدیل کرنے میں ناکامی"
  },
  "Metadata": {
    "homePage": {
      "title": "JoyProfits - مفت میں آن لائن پیسے کمائیں",
      "description": "آن لائن پیسے کمائیں، اشتہارات دیکھ کر، سروے مکمل کر کے، کھیل کھیل کر، تبصرے لکھ کر، مواد لکھ کر، سوالات کے جوابات دے کر، آفرز کو مکمل کر کے اور بہت کچھ۔"
    },
    "howItWorks": {
      "title": "JoyProfits - یہ کیسے کام کرتا ہے",
      "description": "جانیں کہ JoyProfits کیسے کام کرتا ہے اور آپ صرف 3 آسان قدموں میں کیسے پیسہ کما سکتے ہیں۔ سادہ وضاحت کے ساتھ ہدایات اور کمائی کے طریقے۔"
    },
    "earnMethods": {
      "title": "JoyProfits - پیسہ کمانے کے طریقے",
      "description": "JoyProfits کے ساتھ آن لائن پیسہ کمانے کے مختلف طریقے دریافت کریں۔ کھیل کھیلیں، ویڈیوز دیکھیں، سروے کریں، آن لائن خریداری کریں اور بہت کچھ۔"
    },
    "support": {
      "title": "JoyProfits - سپورٹ",
      "description": "اگر آپ کے کوئی سوالات ہیں، مدد کی ضرورت ہے یا کسی مسئلے کا سامنا ہے، تو ہمارے سپورٹ ٹیم سے رابطہ کریں۔"
    },
    "signIn": {
      "title": "JoyProfits - لاگ ان کریں",
      "description": "اپنے JoyProfits اکاؤنٹ میں لاگ ان کریں اور آن لائن پیسہ کمانا شروع کریں۔ اپنے پروفائل تک رسائی حاصل کرنے اور اپنی کمائی کو منظم کرنے کے لیے لاگ ان کریں۔"
    },
    "register": {
      "title": "JoyProfits - رجسٹر کریں",
      "description": "JoyProfits پر رجسٹر کریں اور آن لائن پیسہ کمانا شروع کریں۔ اکاؤنٹ بنائیں تاکہ مختلف کمائی کے طریقوں اور مواقع تک رسائی حاصل کر سکیں۔"
    },
    "aboutUs": {
      "title": "JoyProfits - ہمارے بارے میں",
      "description": "JoyProfits کے بارے میں مزید جانیں، ایپ کے تخلیق کاروں اور پلیٹ فارم کے پیچھے مشن کے بارے میں۔ دریافت کریں کہ آپ JoyProfits کا استعمال کر کے کیسے فائدہ اٹھا سکتے ہیں۔"
    },
    "advertising": {
      "title": "JoyProfits - اشتہارات",
      "description": "JoyProfits کی اشتہاری پالیسی کے بارے میں جانیں جو مصنوعات اور خدمات کی تشہیر میں شفافیت، ذمہ داری اور قانونی مطابقت کو یقینی بناتی ہے۔"
    },
    "privacyPolicy": {
      "title": "JoyProfits - پرائیویسی پالیسی",
      "description": "JoyProfits کی پرائیویسی پالیسی پڑھیں تاکہ آپ جان سکیں کہ ہم آپ کا ذاتی ڈیٹا کس طرح جمع کرتے ہیں، استعمال کرتے ہیں اور تحفظ فراہم کرتے ہیں۔ اپنے حقوق کو سمجھیں اور جانیں کہ ہم آپ کے ڈیٹا کی حفاظت کیسے کرتے ہیں۔"
    },
    "termsOfService": {
      "title": "JoyProfits - سروس کی شرائط",
      "description": "JoyProfits کی سروس کی شرائط پڑھیں تاکہ آپ اس پلیٹ فارم کے استعمال کے اصول اور شرائط کو سمجھ سکیں۔ اپنے حقوق اور ذمہ داریوں کے بارے میں جانیں۔"
    },
    "cookiesPolicy": {
      "title": "JoyProfits - کوکیز پالیسی",
      "description": "JoyProfits کی کوکیز پالیسی پڑھیں تاکہ آپ جان سکیں کہ ہم آپ کے تجربات کو بہتر بنانے کے لیے کوکیز اور مشابہہ ٹیکنالوجیز کا استعمال کیسے کرتے ہیں۔"
    },
    "locationData": {
      "title": "JoyProfits - مقامی ڈیٹا",
      "description": "جانیں کہ JoyProfits کس طرح مقامی ڈیٹا جمع اور استعمال کرتا ہے تاکہ آپ کو ذاتی نوعیت کی خدمات فراہم کی جا سکیں اور آپ کا صارف تجربہ بہتر ہو سکے۔"
    },
    "managingUsersData": {
      "title": "JoyProfits - صارفین کے ڈیٹا کا انتظام",
      "description": "جانیں کہ JoyProfits کس طرح صارفین کے ڈیٹا کو منظم کرتا ہے تاکہ پرائیویسی، سیکیورٹی اور قانونی مطابقت کو یقینی بنایا جا سکے۔"
    },
    "typesOfCookies": {
      "title": "JoyProfits - کوکیز کی اقسام",
      "description": "جانیں کہ JoyProfits آپ کے صارف تجربہ کو بہتر بنانے اور ذاتی نوعیت کی خدمات فراہم کرنے کے لیے کس قسم کی کوکیز کا استعمال کرتا ہے۔"
    },
    "usersTransferData": {
      "title": "JoyProfits - صارفین کے ڈیٹا کی منتقلی",
      "description": "جانیں کہ JoyProfits کس طرح صارفین کے ڈیٹا کو منتقل کرتا ہے تاکہ پرائیویسی، سیکیورٹی اور قانونی مطابقت کو یقینی بنایا جا سکے۔"
    },
    "confirmEmailChange": {
      "title": "JoyProfits - ای میل ایڈریس کی تبدیلی کی تصدیق کریں",
      "description": "اپنے ای میل ایڈریس کی تبدیلی کی تصدیق کریں تاکہ آپ کے اکاؤنٹ کی معلومات کو اپ ڈیٹ کیا جا سکے۔ عمل مکمل کرنے کے لیے ہدایات پر عمل کریں۔"
    },
    "recoverPassword": {
      "title": "JoyProfits - پاس ورڈ بازیافت کریں",
      "description": "اپنا پاس ورڈ JoyProfits پر بازیافت کریں۔ نیا پاس ورڈ درج کریں اور تصدیق کریں تاکہ آپ کے اکاؤنٹ کی معلومات اپ ڈیٹ ہو سکے۔"
    },
    "verifyAccount": {
      "title": "JoyProfits - اکاؤنٹ کی تصدیق کریں",
      "description": "اپنے JoyProfits اکاؤنٹ کی تصدیق کریں تاکہ اپنا پروفائل فعال کر سکیں اور آن لائن پیسہ کمانا شروع کر سکیں۔"
    }
  }
}
